{
  "elements": [
    {
      "number": 1,
      "name": "Hydrogen",
      "symbol": "H",
      "extract": "Hydrogen is a chemical element with symbol H and atomic number 1. With a standard atomic weight of 1.008, hydrogen is the lightest element in the periodic table. Its monatomic form (H) is the most abundant chemical substance in the Universe, constituting roughly 75% of all baryonic mass. Non-remnant stars are mainly composed of hydrogen in the plasma state. The most common isotope of hydrogen, termed protium (name rarely used, symbol 1H), has one proton and no neutrons.",
      "source": "https://en.wikipedia.org/wiki/Hydrogen",
      "category": "Reactive Nonmetal",
      "atomic_weight": "1.008 u(±)",
      "colors": "A0FFA0",
      "status": "Thể khí.",
      "color": "Không màu.",
      "melting_point": "20,27 K (-252,87 °C).",
      "melting_temperature": "14,02 K (-259,14 °C).",
      "other_properties": "Không màu, không mùi, ít tan trong nước nhưng tan nhiều trong dung môi hữu cơ.",
      "no_1": "Phản ứng với kim loại (nhiệt độ cao):\n  Mg+H2 -> MgH2",
      "no_2": "Phản ứng với phi kim (nhiệt độ cao):\n  H2+Cl2 ->2HCl",
      "no_3": "Phản ứng với kim loại (nhiệt độ cao):\n  H2+FeO ->Fe+H2O",
      "no_4": "Tác dụng được với Oxi ở nhiệt độ cao. Đặc biệt, hỗn hợp khí Oxygen và khí Hidrogen sẽ gây nổ và nổ mạnh nhất nếu trộn theo tỷ lệ 2:1 về thể tích.\n  2H2 + O2 -> 2H2O",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_001_hydrogen/element_001_hydrogen.glb"
    },
    {
      "number": 3,
      "name": "Lithium",
      "symbol": "Li",
      "extract": "Lithium (from Greek: λίθος, translit. lithos, lit. 'stone') is a chemical element with symbol Li and atomic number 3. It is a soft, silvery-white alkali metal. Under standard conditions, it is the lightest metal and the lightest solid element.",
      "source": "https://en.wikipedia.org/wiki/Lithium",
      "category": "Alkali Metal",
      "atomic_weight": "6.94 u(±)",
      "colors": "FF6666",
      "status": "Thể rắn.",
      "color": "Bạc trắng.",
      "melting_point": "1342 0C (2448 0F).",
      "melting_temperature": "180,5 0C (356,9 0F).",
      "other_properties": "Độ cứng: Lithium có độ cứng Mohs là 0,6, là kim loại mềm nhất trong tất cả các kim loại.\n - Độ dẻo: Lithium có tính dẻo, có thể dát mỏng, kéo sợi.",
      "no_1": "Tác dụng với phi kim:\n   4Li + O2 → 2Li2O",
      "no_2": "Tác dụng với axit:\n - Lithium dễ dàng khử ion H+ (hay H3O+) trong dung dịch axit loãng (HCl, H2SO4 loãng...) thành hidrogen tự do.\n   2Li + 2HCl → 2LiCl + H2",
      "no_3": "Tác dụng với nước:\n - Li tác dụng chậm với nước tạo thành dung dịch kiềm và giải phóng khí hidrogen\n   2Li + 2H2O → 2LiOH + H2",
      "no_4": "Tác dụng với hidrogen:\n - Lithium tác dụng với hidrogen ở áp suất khá lớn và nhiệt độ khoảng 350 – 400oC tạo thành Lithium hidrua.\n   2Li (lỏng) + H2 (khí) → 2LiH (rắn)",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_003_lithium/element_003_lithium.glb"
    },
    {
      "number": 11,
      "name": "Sodium",
      "symbol": "Na",
      "extract": "Sodium is a chemical element with symbol Na (from Latin natrium) and atomic number 11. It is a soft, silvery-white, highly reactive metal. Sodium is an alkali metal, being in group 1 of the periodic table, because it has a single electron in its outer shell, which it readily donates, creating a positively charged ion—the Na+ cation. Its only stable isotope is 23Na. The free metal does not occur in nature, and must be prepared from compounds.",
      "source": "https://en.wikipedia.org/wiki/Sodium",
      "category": "Alkali Metal",
      "atomic_weight": "22.98976928(2) u(±)",
      "colors": "FF6666",
      "status": "Thể rắn.",
      "color": "Bạc trắng.",
      "melting_point": "883 °C (1621 °F).",
      "melting_temperature": "97,72 °C (207,9 °F).",
      "other_properties": "Sodium có khả năng tan trong nước.",
      "no_1": "Có tính khử mạnh. Tác dụng với phi kim:\n   4Na + O2 → 2Na2O\n   2Na + Cl2 → 2NaCl\n - Khi đốt trong không khí hay trong oxygen, Na cháy tạo thành các oxide và cho ngọn lửa có màu vàng đặc trưng.",
      "no_2": "Tác dụng với acid. Sodium dễ dàng khử ion H+ (hay H3O+) trong dung dịch axit loãng (HCl, H2SO4 loãng...) thành hidrogen tự do.\n   2Na + 2HCl → 2NaCl + H2.\n   2Na + H2SO4 → Na2SO4 + H2.\n - Sodium nổ khi tiếp xúc với acid",
      "no_3": "Tác dụng với nước Sodium đều tác dụng mãnh liệt với nước tạo thành dung dịch kiềm và giải phóng khí hidrogen.\n   2Na + 2H2O → 2NaOH + H2\n - Các kim loại kiềm được bảo quản bằng dầu hỏa.",
      "no_4": "Tác dụng với hidro. Natri tác dụng với hidro ở áp suất khá lớn và nhiệt độ khoảng 350 – 400oC tạo thành Sodium hidrua.\n   2Na (lỏng) + H2 (khí) → 2NaH (rắn)",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_011_sodium/element_011_sodium.glb"
    },
    {
      "number": 19,
      "name": "Potassium",
      "symbol": "K",
      "extract": "Potassium is a chemical element with symbol K (from Neo-Latin kalium) and atomic number 19. It was first isolated from potash, the ashes of plants, from which its name derives. In the periodic table, potassium is one of the alkali metals. All of the alkali metals have a single valence electron in the outer electron shell, which is easily removed to create an ion with a positive charge – a cation, which combines with anions to form salts. Potassium in nature occurs only in ionic salts.",
      "source": "https://en.wikipedia.org/wiki/Potassium",
      "category": "Alkali Metal",
      "atomic_weight": "39.0983(1) u(±)",
      "colors": "FF6666",
      "status": "Chất rắn.",
      "color": "Ánh kim trắng bạc.",
      "melting_point": "758.85°C (1032 K).",
      "melting_temperature": "63.5°C (336.65 K).",
      "other_properties": "",
      "no_1": "Kali là kim loại kiềm có tính khử rất mạnh.\n   K → K+ + 1e.",
      "no_2": "Tác dụng với phi kim:\n   4K + O2 → 2K2O2\n   2K + 2HCL → 2KCL.",
      "no_3": "Tác dụng với axit:\n   2K + 2HCl → 2KCl + H2.",
      "no_4": "K tác dụng mãnh liệt với nước và tự bùng cháy tạo thành dung dịch kiềm và giải phóng khí hidro.\n    2K + 2H2O → 2KOH + H2.",
      "no_5": "Kali tác dụng với hidro ở áp suất khá lớn và nhiệt độ khoảng 350 - 400oC tạo thành kali hidrua.\n    2K (lỏng) + H2 (khí) → 2KH (rắn)",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_019_potassium/element_019_potassium.glb"
    },
    {
      "number": 37,
      "name": "Rubidium",
      "symbol": "Rb",
      "extract": "Rubidium is a chemical element with symbol Rb and atomic number 37. Rubidium is a soft, silvery-white metallic element of the alkali metal group, with a standard atomic weight of 85.4678. Elemental rubidium is highly reactive, with properties similar to those of other alkali metals, including rapid oxidation in air. On Earth, natural rubidium comprises two isotopes: 72% is the stable isotope, 85Rb; 28% is the slightly radioactive 87Rb, with a half-life of 49 billion years—more than three times longer than the estimated age of the universe.\nGerman chemists Robert Bunsen and Gustav Kirchhoff discovered rubidium in 1861 by the newly developed technique, flame spectroscopy.",
      "source": "https://en.wikipedia.org/wiki/Rubidium",
      "category": "Alkali Metal",
      "atomic_weight": "85.4678(3) u(±)",
      "colors": "FF6666",
      "status": "Kim loại mềm.",
      "color": "Trắng bạc.",
      "melting_point": "688 °C.",
      "melting_temperature": "39,3 °C.",
      "other_properties": "Dễ uốn cong và kéo dài. Rubidium là kim loại nhẹ nhất trong nhóm kim loại kiềm, có khối lượng riêng thấp hơn nước (1,53 g/cm3).",
      "no_1": "Rubidium là một kim loại hoạt động mạnh, phản ứng mãnh liệt với nước và bị oxi hóa khi để ngoài không khí. Khi đốt cháy Rb với các hợp chất của nó, phản ứng sẽ xuất hiện ngọn lửa màu tím hồng rất dễ nhận biết.",
      "no_2": "Phản ứng với nước: Rubidium phản ứng mãnh liệt với nước tạo ra hydro rubidium (RbH) và hydroxit rubidium (RbOH).\n   Rb + H2O → RbH + RbOH",
      "no_3": "Phản ứng với oxi: Rubidium phản ứng với oxi ở nhiệt độ thường tạo ra rubidium oxit (Rb2O).\n   2Rb + O2 → Rb2O",
      "no_4": "Phản ứng với axit: Rubidium phản ứng với axit tạo ra muối rubidium và khí hidro.\n   Rb + HCl → RbCl + H2",
      "no_5": "Phản ứng với kim loại khác: Rubidium phản ứng với kim loại khác tạo ra hợp kim rubidium.\n   Rb + 2Na → Na2Rb",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_037_rubidium/element_037_rubidium.glb"
    },
    {
      "number": 55,
      "name": "Caesium",
      "symbol": "Cs",
      "extract": "Caesium (IUPAC spelling) or cesium (American spelling) is a chemical element with symbol Cs and atomic number 55. It is a soft, silvery-golden alkali metal with a melting point of 28.5 °C (83.3 °F), which makes it one of only five elemental metals that are liquid at or near room temperature. Caesium has physical and chemical properties similar to those of rubidium and potassium. The most reactive of all metals, it is pyrophoric and reacts with water even at −116 °C (−177 °F). It is the least electronegative element, with a value of 0.79 on the Pauling scale.",
      "source": "https://en.wikipedia.org/wiki/Caesium",
      "category": "Alkali Metal",
      "atomic_weight": "132.90545196(6) u(±)",
      "colors": "FF6666",
      "status": "Thể lỏng.",
      "color": "Bạc ngà.",
      "melting_point": "944 K (671 °C, 1240 °F).",
      "melting_temperature": "301,59 K (28,44 °C, 83,19 °F).",
      "other_properties": "",
      "no_1": "Kim loại caesium có độ hoạt động mạnh và tự bốc cháy. Nó phản ứng nổ với nước thậm chí ở nhiệt độ thấp, mạnh hơn các kim loại khác trong nhóm 1.[9] Phản ứng với nước đá ở nhiệt độ thấp −116 °C (−177 °F).",
      "no_2": "Tác dụng với phi kim. Tác dụng trực tiếp với hầu hết các phi kim (trừ nitrogen).\n   2Cs + H2 → 2CsH",
      "no_3": "Tác dụng với nước. Phản ứng mãnh liệt và bốc cháy.\n   2Cs + 2H2O → 2CsOH + H2",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_055_cesium/element_055_cesium.glb"
    },
    {
      "number": 87,
      "name": "Francium",
      "symbol": "Fr",
      "extract": "Francium is a chemical element with symbol Fr and atomic number 87. It used to be known as eka-caesium. It is extremely radioactive; its most stable isotope, francium-223 (originally called actinium K after the natural decay chain it appears in), has a half-life of only 22 minutes. It is the second-most electropositive element, behind only caesium, and is the second rarest naturally occurring element (after astatine). The isotopes of francium decay quickly into astatine, radium, and radon.",
      "source": "https://en.wikipedia.org/wiki/Francium",
      "category": "Alkali Metal",
      "atomic_weight": "[223]",
      "colors": "FF6666",
      "status": "Thể rắn.",
      "color": "Trắng.",
      "melting_point": "? 950 K (? 677 °C, ? 1250 °F).",
      "melting_temperature": "? 300 K (? 27 °C, ? 80 °F).",
      "other_properties": "Dễ nóng chảy.",
      "no_1": "Tác dụng với phi kim. Tác dụng trực tiếp với hầu hết các phi kim.\n   2Fr + H2  → 2FrH\n   Fr + O2 (kk)  → FrO2",
      "no_2": "Tác dụng trực tiếp với hầu hết các phi kim.Thí dụ:\n   2Fr + H2  → 2FrH.\n   Fr + O2 (kk)  → FrO2",
      "no_3": "Tác dụng với nước. Phản ứng mãnh liệt và bốc cháy.\n   2Fr + 2H2O  → 2FrOH + H2",
      "no_4": "",
      "no_5": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_087_francium/element_087_francium.glb"
    },
    null,
    null,
    null,
    null,
    {
      "number": 4,
      "name": "Beryllium",
      "symbol": "Be",
      "extract": "Beryllium is a chemical element with symbol Be and atomic number 4. It is a relatively rare element in the universe, usually occurring as a product of the spallation of larger atomic nuclei that have collided with cosmic rays. Within the cores of stars beryllium is depleted as it is fused and creates larger elements. It is a divalent element which occurs naturally only in combination with other elements in minerals. Notable gemstones which contain beryllium include beryl (aquamarine, emerald) and chrysoberyl.",
      "source": "https://en.wikipedia.org/wiki/Beryllium",
      "category": "Alkaline Earth Metal",
      "atomic_weight": "9.0121831(5) u(±)",
      "colors": "FFDEAD",
      "status": "Thể rắn.",
      "color": "Màu trắng xám.",
      "melting_point": "2.471°C.",
      "melting_temperature": "1.287°C.",
      "other_properties": "",
      "no_1": "Có tính khử mạnh Trong hợp chất chúng tồn tại dưới dạng ion M2+. Có tính lưỡng tính.",
      "no_2": "Tác dụng với phi kim.\n   2Be +O2 → 2BeO + Q\n - Trong không khí, Be bị oxh chậm tạo thành màng oxide mỏng bào vệ kim loại, khi đốt nóng Be bị cháy trong oxygen.",
      "no_3": "Tác dụng với axit. Với dung dịch HCl và H2SO4 loãng:\n   Be + H2SO4 → BeSO4 + H2\n - Với dung dịch HNO3:\n   3Be + 8HNO3(loãng,nóng) → 3Be(NO3)2 + 2NO + 4H2O",
      "no_4": "Tác dụng với nước. Ở nhiệt độ thường, Be không phản ứng.",
      "no_5": "Tác dụng với dung dịch kiềm. Be tác dụng với dung dịch baze mạnh.\n   Be + 2NaOH + 2H2O → Na2[Be(OH)4] + H2\n   Be + 2NaOH n/c → Na2BeO2 + H2",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_004_beryllium/element_004_beryllium.glb"
    },
    {
      "number": 12,
      "name": "Magnesium",
      "symbol": "Mg",
      "extract": "Magnesium is a chemical element with symbol Mg and atomic number 12. It is a shiny gray solid which bears a close physical resemblance to the other five elements in the second column (group 2, or alkaline earth metals) of the periodic table: all group 2 elements have the same electron configuration in the outer electron shell and a similar crystal structure.\nMagnesium is the ninth most abundant element in the universe. It is produced in large, aging stars from the sequential addition of three helium nuclei to a carbon nucleus. When such stars explode as supernovas, much of the magnesium is expelled into the interstellar medium where it may recycle into new star systems.",
      "source": "https://en.wikipedia.org/wiki/Magnesium",
      "category": "Alkaline Earth Metal",
      "atomic_weight": "24.305 u(±)",
      "colors": "FFDEAD",
      "status": "Thể rắn.",
      "color": "Tắng bạc.",
      "melting_point": "1095°C.",
      "melting_temperature": "6480°C.",
      "other_properties": "Là kim loại cứng, nhẹ, khối lượng riêng là 1,737 (g/cm3).",
      "no_1": "Tác dụng với phi kim.\n   2 Mg + O2 → 2 MgO + Q\n - Trong không khí, Mg bị oxh chậm tạo thành màng oxide mỏng bào vệ kim loại, khi đốt nóng chúng bị cháy trong oxygen.\n - Do Mg có ái lực lớn với oxygen: \n   2Mg + CO2 → MgO + C + Q \n - Vì vậy không dùng tuyết carbondioxide để dập tắt đám cháy Mg.",
      "no_2": "Tác dụng với axit.\n - Với dung dịch HCl và H2SO4 loãng:\n  Mg + H2SO4 → MgSO4 + H2\n - Với dung dịch HNO3:\n  4Mg + 10 HNO3 → 4 Mg(NO3)2 + NH4NO3 + 3 H2O\n - Với dung dịch HNO3 đặc hơn, các sản phẩm tạo thành có thể là NO2, NO, ...",
      "no_3": "Tác dụng với nước.\n - Ở nhiệt độ thường, Mg hầu như không tác dụng với nước. Mg phản ứng chậm với nước nóng (do tạo thành Magnesium hydroxide  khó tan). \n  Mg + 2H2O → Mg(OH)2 + H2\n - Lưu ý: Magnesium cháy trong hơi nước thu được Magnesium oxide và hidrogem.\n  Mg + H2O → MgO + H2",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_012_magnesium/element_012_magnesium.glb"
    },
    {
      "number": 20,
      "name": "Calcium",
      "symbol": "Ca",
      "extract": "Calcium is a chemical element with symbol Ca and atomic number 20. As an alkaline earth metal, calcium is a reactive metal that forms a dark oxide-nitride layer when exposed to air. Its physical and chemical properties are most similar to its heavier homologues strontium and barium. It is the fifth most abundant element in Earth's crust and the third most abundant metal, after iron and aluminium. The most common calcium compound on Earth is calcium carbonate, found in limestone and the fossilised remnants of early sea life; gypsum, anhydrite, fluorite, and apatite are also sources of calcium.",
      "source": "https://en.wikipedia.org/wiki/Calcium",
      "category": "Alkaline Earth Metal",
      "atomic_weight": "40.078(4) u(±)",
      "colors": "FFDEAD",
      "status": "Thể rắn.",
      "color": "Màu trắng bạc.",
      "melting_point": "1484 °C.",
      "melting_temperature": "842 °C.",
      "other_properties": "Khối lượng riêng: 1,54 g/cm3.",
      "no_1": "Ca là chất khử mạnh, mạnh hơn Na và Mg. Trong hợp chất chúng tồn tại dưới dạng ion M2+.",
      "no_2": "Tác dụng với phi kim\n  2 Ca + O2 → 2 CaO + Q\n - Trong không khí, Ca tác dụng mạnh với oxygen, khi đốt nóng Ca bị cháy trong oxygen nhuốm ngọn lửa đèn khí thành màu đỏ - nâu.\n  Ca + H2 → CaH2",
      "no_3": "Tác dụng với axit\n  Ca + 2HCl → CaCl2 + H2\n - Với dung dịch HNO3:\n  Ca + 4HNO3 đặc → Ca(NO3)2 + 2NO2 + 2H2O.",
      "no_4": "Tác dụng với nước. Ở nhiệt độ thường, Ca khử nước mạnh.\n Ca + 2H2O → CaOH)2 + H2.",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_020_calcium/element_020_calcium.glb"
    },
    {
      "number": 38,
      "name": "Strontium",
      "symbol": "Sr",
      "extract": "Strontium is the chemical element with symbol Sr and atomic number 38. An alkaline earth metal, strontium is a soft silver-white yellowish metallic element that is highly chemically reactive. The metal forms a dark oxide layer when it is exposed to air. Strontium has physical and chemical properties similar to those of its two vertical neighbors in the periodic table, calcium and barium. It occurs naturally mainly in the minerals celestine and strontianite, and is mostly mined from these.",
      "source": "https://en.wikipedia.org/wiki/Strontium",
      "category": "Alkaline Earth Metal",
      "atomic_weight": "87.62(1) u(±)",
      "colors": "FFDEAD",
      "status": "Thể rắn.",
      "color": "Trắng bạc.",
      "melting_point": "1390 °C.",
      "melting_temperature": "768 °C.",
      "other_properties": "Khối lượng riêng: 2,63 g/cm3.",
      "no_1": "Phản ứng của strontium với nước:\n   Sr + 2H2O → Sr(OH)2 + H2",
      "no_2": "Phản ứng của strontium với oxi:\n   4Sr + 3O2 → 2SrO2",
      "no_3": "Phản ứng của strontium với axit:\n   Sr + 2HCl → SrCl2 + H2",
      "no_4": "Phản ứng của strontium với kim loại khác:\n   Sr + 2Na → Na2Sr",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_038_strontium/element_038_strontium.glb"
    },
    {
      "number": 56,
      "name": "Barium",
      "symbol": "Ba",
      "extract": "Barium is a chemical element with symbol Ba and atomic number 56. It is the fifth element in group 2 and is a soft, silvery alkaline earth metal. Because of its high chemical reactivity, barium is never found in nature as a free element. Its hydroxide, known in pre-modern times as baryta, does not occur as a mineral, but can be prepared by heating barium carbonate.\nThe most common naturally occurring minerals of barium are barite (now called baryte) (barium sulfate, BaSO4) and witherite (barium carbonate, BaCO3), both insoluble in water.",
      "source": "https://en.wikipedia.org/wiki/Barium",
      "category": "Alkaline Earth Metal",
      "atomic_weight": "137.327(7) u(±)",
      "colors": "FFDEAD",
      "status": "Thể rắn.",
      "color": "Bạc xám.",
      "melting_point": "2118 K (1845 °C, 3353 °F).",
      "melting_temperature": "1000 K (727 °C, 1341 °F).",
      "other_properties": "",
      "no_1": "Ba là chất khử mạnh, mạnh hơn K và Ca. Trong hợp chất chúng tồn tại dưới dạng ion M2+.",
      "no_2": "Tác dụng với phi kim. Barium phản ứng mạnh với oxygen ở nhiệt độ phòng tạo ra barium oxide và peroxide. Do nó nhạy cảm với không khí, các mẫu barium thường được cất giữ trong dầu.\n   2Ba + O2 → 2 BaO + Q",
      "no_3": "Tác dụng với acid. Kim loại dễ dàng phản ứng với hầu hết acid, với ngoại lệ là sulfuric acid, phản ứng dừng lại khi tạo thành lớp muối không tan trên bề mặt là barium sulfat.\n   Ba + 2HCl → BaCl2 + H2",
      "no_4": "Tác dụng với nước. Ở nhiệt độ thường, Ba khử nước mãnh liệt.\n Ba + 2H2O → BaOH)2 + H2",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_056_barium/element_056_barium.glb"
    },
    {
      "number": 88,
      "name": "Radium",
      "symbol": "Ra",
      "extract": "Radium is a chemical element with symbol Ra and atomic number 88. It is the sixth element in group 2 of the periodic table, also known as the alkaline earth metals. Pure radium is silvery-white, but it readily reacts with nitrogen (rather than oxygen) on exposure to air, forming a black surface layer of radium nitride (Ra3N2). All isotopes of radium are highly radioactive, with the most stable isotope being radium-226, which has a half-life of 1600 years and decays into radon gas (specifically the isotope radon-222). When radium decays, ionizing radiation is a product, which can excite fluorescent chemicals and cause radioluminescence.",
      "source": "https://en.wikipedia.org/wiki/Radium",
      "category": "Alkaline Earth Metal",
      "atomic_weight": "[226]",
      "colors": "FFDEAD",
      "status": "Chất rắn.",
      "color": "Ánh kim bạc trắng.",
      "melting_point": "1737°C (2010.15 K).",
      "melting_temperature": "700°C (973.15 K).",
      "other_properties": "",
      "no_1": "Tác dụng với phi kim.\nRadium phản ứng mạnh với oxygen ở nhiệt độ phòng tạo ra radium oxide và peroxide và khi bốc cháy cho ngọn lửa màu đỏ thẫm.\n   2 Ra + O2 → 2 RaO + Q",
      "no_2": "Tác dụng với acid.\n   Ra + 2HCl → RaCl2 + H2\nVới dung dịch HNO3:\n   Ra + 4HNO3 đặc → Ra(NO3)2 + 2NO2  + 2H2O.\n* Lưu ý: Kim loại dễ dàng phản ứng với hầu hết acid, với ngoại lệ là  sulfuric acid phản ứng dừng lại khi tạo thành lớp muối không tan trên bề mặt là radium sulfate.",
      "no_3": "Tác dụng với nước.Ở nhiệt độ thường, Ra khử nước mãnh liệt.\n   Ra + 2H2O → Ra(OH)2 + H2",
      "no_4": "",
      "no_5": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_088_radium/element_088_radium.glb"
    },
    null,
    null,
    null,
    null,
    null,
    null,
    {
      "number": 21,
      "name": "Scandium",
      "symbol": "Sc",
      "extract": "Scandium is a chemical element with symbol Sc and atomic number 21. A silvery-white metallic d-block element, it has historically been classified as a rare-earth element, together with yttrium and the lanthanides. It was discovered in 1879 by spectral analysis of the minerals euxenite and gadolinite from Scandinavia.\nScandium is present in most of the deposits of rare-earth and uranium compounds, but it is extracted from these ores in only a few mines worldwide. Because of the low availability and the difficulties in the preparation of metallic scandium, which was first done in 1937, applications for scandium were not developed until the 1970s.",
      "source": "https://en.wikipedia.org/wiki/Scandium",
      "category": "Transition Metal",
      "atomic_weight": "44.955908(5) u(±)",
      "colors": "FFC0C0",
      "status": "Thể rắn.",
      "color": "Màu trắng bạc.",
      "melting_point": "2831 °C.",
      "melting_temperature": "1536 °C.",
      "other_properties": "Khối lượng riêng: 2,989 g/cm3.",
      "no_1": "Scandium phản ứng với nước nóng tạo ra scandium hydroxide (Sc(OH)3):\n   Sc + 3H2O → Sc(OH)3 + 3H2",
      "no_2": "Scandium phản ứng với các phi kim khi đun nóng:\n   2Sc + 3O2 → 2Sc2O3",
      "no_3": "Scandium phản ứng với acid tạo ra muối scandium và nước:\n   Sc + 3HCl → ScCl3 + 3H2",
      "no_4": "Phản ứng với base:\n   2Sc + 6NaOH → 2Na3[Sc(OH)6] + 3H2",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_021_scandium/element_021_scandium.glb"
    },
    {
      "number": 39,
      "name": "Yttrium",
      "symbol": "Y",
      "extract": "Yttrium is a chemical element with symbol Y and atomic number 39. It is a silvery-metallic transition metal chemically similar to the lanthanides and has often been classified as a \"rare-earth element\". Yttrium is almost always found in combination with lanthanide elements in rare-earth minerals, and is never found in nature as a free element. 89Y is the only stable isotope, and the only isotope found in the Earth's crust.\nIn 1787, Carl Axel Arrhenius found a new mineral near Ytterby in Sweden and named it ytterbite, after the village.",
      "source": "https://en.wikipedia.org/wiki/Yttrium",
      "category": "Transition Metal",
      "atomic_weight": "88.90584(1) u(±)",
      "colors": "FFC0C0",
      "status": "Thể rắn.",
      "color": "Trắng bạc.",
      "melting_point": "3338 °C.",
      "melting_temperature": "1522 °C.",
      "other_properties": "Yttrium là một kim loại cứng, có màu trắng bạc, dễ uốn cong nhưng khó cắt. Yttrium có độ bền cao và chịu nhiệt tốt. Khối lượng riêng: 4,47 g/cm3",
      "no_1": "Yttrium là một kim loại khá hoạt động, nhưng ít hoạt động hơn các kim loại kiềm và kiềm thổ. Yttrium phản ứng với nước ở nhiệt độ cao tạo ra yttrium hydroxide (Y(OH)3). Yttrium cũng phản ứng với oxygen ở nhiệt độ cao tạo ra yttrium oxide (Y2O3)",
      "no_2": "Phản ứng của yttrium với nước:\n   Y + 3H2O → Y(OH)3 + 3H2",
      "no_3": "Phản ứng của yttrium với oxygen:\n   2Y + 3O2 → 2Y2O3",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_039_yttrium/element_039_yttrium.glb"
    },
    null,
    null,
    null,
    {
      "number": 57,
      "name": "Lanthanum",
      "symbol": "La",
      "extract": "Lanthanum is a chemical element with symbol La and atomic number 57. It is a soft, ductile, silvery-white metal that tarnishes rapidly when exposed to air and is soft enough to be cut with a knife. It is the eponym of the lanthanide series, a group of 15 similar elements between lanthanum and lutetium in the periodic table, of which lanthanum is the first and the prototype. It is also sometimes considered the first element of the 6th-period transition metals, which would put it in group 3, although lutetium is sometimes placed in this position instead. Lanthanum is traditionally counted among the rare earth elements.",
      "source": "https://en.wikipedia.org/wiki/Lanthanum",
      "category": "Lanthanide",
      "atomic_weight": "138.90547(7) u(±)",
      "colors": "FFC0C0",
      "status": "Thể rắn.",
      "color": "Trắng bạc.",
      "melting_point": "3450 °C.",
      "melting_temperature": "920 °C.",
      "other_properties": "Mềm dẻo, tự cháy. Khối lượng riêng 6,126 g/cm3",
      "no_1": "Lantan là kim loại có tính khử mạnh, có thế điện cực chuẩn E0La3+/La= -2,9V. Có số oxi hóa là +3.",
      "no_2": "Tác dụng với phi kim. Ở điều kiện thường La bị phủ lớp màng oxit mỏng bảo vệ. Khi đun nóng tác dụng được với nhiều phi kim (như oxygen, halogen,...)\n   4La + 3O2 → 2La2O3\n   2La + 3Cl2 → 2LaCl3",
      "no_3": "Tác dụng với acid. Tác dụng với HCl và H2SO4 loãng giải phóng khí hidrogen\n 2La + HCl → LaCl3 + 3H2.\n Tác dụng với HNO3 và H2SO4 đặc La khử được N+5 và S+6 xuống những mức oxi hoá thấp hơn.\n   8La + 30HNO3 (rất loãng) →8La(NO3)3 + 3NH4NO3 + 9H2O",
      "no_4": "Tác dụng với nước.\n   2La + 6H2O (nóng) → 2La(OH)3 + 3H2",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_057_lanthanum/element_057_lanthanum.glb"
    },
    {
      "number": 89,
      "name": "Actinium",
      "symbol": "Ac",
      "extract": "Actinium is a chemical element with symbol Ac and atomic number 89. It was first isolated by French chemist André-Louis Debierne in 1899. Friedrich Oskar Giesel later independently isolated it in 1902 and, unaware that it was already known, gave it the name emanium. Actinium gave the name to the actinide series, a group of 15 similar elements between actinium and lawrencium in the periodic table. It is also sometimes considered the first of the 7th-period transition metals, although lawrencium is less commonly given that position.",
      "source": "https://en.wikipedia.org/wiki/Actinium",
      "category": "Actinide",
      "atomic_weight": "[227]",
      "colors": "FFC0C0",
      "status": "Thể rắn.",
      "color": "Trắng bạc.",
      "melting_point": "3198°C (3471°K, 5788°F).",
      "melting_temperature": "1050°C (1323°K, 1922°F).",
      "other_properties": "",
      "no_1": "Actinium có tính chất hóa học giống như lanthanum.",
      "no_2": "",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_089_actinium/element_089_actinium.glb"
    },
    null,
    null,
    null,
    {
      "number": 22,
      "name": "Titanium",
      "symbol": "Ti",
      "extract": "Titanium is a chemical element with symbol Ti and atomic number 22. It is a lustrous transition metal with a silver color, low density, and high strength. Titanium is resistant to corrosion in sea water, aqua regia, and chlorine.\nTitanium was discovered in Cornwall, Great Britain, by William Gregor in 1791, and was named by Martin Heinrich Klaproth after the Titans of Greek mythology. The element occurs within a number of mineral deposits, principally rutile and ilmenite, which are widely distributed in the Earth's crust and lithosphere, and it is found in almost all living things, water bodies, rocks, and soils.",
      "source": "https://en.wikipedia.org/wiki/Titanium",
      "category": "Transition Metal",
      "atomic_weight": "47.867(1) u(±)",
      "colors": "FFC0C0",
      "status": "Thể rắn.",
      "color": "Màu trắng bạc.",
      "melting_point": "3287 °C.",
      "melting_temperature": "1668 °C.",
      "other_properties": "Khối lượng riêng: 4,504 g/cm3.",
      "no_1": "Titanium phản ứng với nước tạo ra titan hydroxide (TiOH):\n   Ti + 2H2O → TiOH + H2\n - Titanium phản ứng với oxygen tạo ra titan oxide (TiO2):\n 2Ti + O2 → 2TiO2",
      "no_2": "Titanium phản ứng với acid tạo ra muối titan và nước:\n   Ti + 4HCl → TiCl4 + 2H2",
      "no_3": "Titanium phản ứng với kim loại khác tạo ra hợp kim titan:\n   Ti + 2Al → Al2Ti",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_022_titanium/element_022_titanium.glb"
    },
    {
      "number": 40,
      "name": "Zirconium",
      "symbol": "Zr",
      "extract": "Zirconium is a chemical element with symbol Zr and atomic number 40. The name zirconium is taken from the name of the mineral zircon (the word is related to Persian zargun (zircon;zar-gun, \"gold-like\" or \"as gold\")), the most important source of zirconium. It is a lustrous, grey-white, strong transition metal that closely resembles hafnium and, to a lesser extent, titanium. Zirconium is mainly used as a refractory and opacifier, although small amounts are used as an alloying agent for its strong resistance to corrosion. Zirconium forms a variety of inorganic and organometallic compounds such as zirconium dioxide and zirconocene dichloride, respectively.",
      "source": "https://en.wikipedia.org/wiki/Zirconium",
      "category": "Transition Metal",
      "atomic_weight": "91.224(2) u(±)",
      "colors": "FFC0C0",
      "status": "Thể rắn.",
      "color": "Trắng bạc.",
      "melting_point": "4409 °C.",
      "melting_temperature": "1855 °C.",
      "other_properties": "Zirconi là một kim loại cứng, có màu trắng bạc, dễ uốn cong nhưng khó cắt. Zirconi có độ bền cao và chịu nhiệt tốt. Khối lượng riêng: 6,51 g/cm3",
      "no_1": "Zirconi là một kim loại khá trơ, không phản ứng với nước ở nhiệt độ thường. Zirconi phản ứng với oxygen ở nhiệt độ cao tạo ra zirconium oxide (ZrO2).",
      "no_2": "Phản ứng của zirconi với oxygen:\n   2Zr + 3O2 → 2ZrO2",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_040_zirconium/element_040_zirconium.glb"
    },
    {
      "number": 72,
      "name": "Hafnium",
      "symbol": "Hf",
      "extract": "Hafnium is a chemical element with symbol Hf and atomic number 72. A lustrous, silvery gray, tetravalent transition metal, hafnium chemically resembles zirconium and is found in many zirconium minerals. Its existence was predicted by Dmitri Mendeleev in 1869, though it was not identified until 1923, by Coster and Hevesy, making it the last stable element to be discovered. Hafnium is named after Hafnia, the Latin name for Copenhagen, where it was discovered.Hafnium is used in filaments and electrodes.  Some semiconductor fabrication processes use its oxide for integrated circuits at 45 nm and smaller feature lengths.",
      "source": "https://en.wikipedia.org/wiki/Hafnium",
      "category": "Transition Metal",
      "atomic_weight": "178.49(2) u(±)",
      "colors": "FFC0C0",
      "status": "Chất rắn.",
      "color": "Thép xám.",
      "melting_point": "4601.85°C (4875 K)",
      "melting_temperature": "2227°C (2500.15 K)",
      "other_properties": "",
      "no_1": "",
      "no_2": "",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_072_hafnium/element_072_hafnium.glb"
    },
    {
      "number": 104,
      "name": "Rutherfordium",
      "symbol": "Rf",
      "extract": "Rutherfordium is a synthetic chemical element with symbol Rf and atomic number 104, named after physicist Ernest Rutherford. As a synthetic element, it is not found in nature and can only be created in a laboratory. It is radioactive; the most stable known isotope, 267Rf, has a half-life of approximately 1.3 hours.\nIn the periodic table of the elements, it is a d-block element and the second of the fourth-row transition elements. It is a member of the 7th period and belongs to the group 4 elements.",
      "source": "https://en.wikipedia.org/wiki/Rutherfordium",
      "category": "Transition Metal",
      "atomic_weight": "[267]",
      "colors": "FFC0C0",
      "status": "Thể rắn.",
      "color": "không rõ.",
      "melting_point": "5500°C.",
      "melting_temperature": "2100°C.",
      "other_properties": "",
      "no_1": "Rutherfordium là một kim loại phóng xạ tổng hợp, được tạo ra bởi sự bắn phá hạt nhân và chỉ được sản xuất với số lượng rất nhỏ. Rutherfordium có thể được tạo ra bằng cách bắn phá plutonium-242 bằng các ion neon được tăng tốc hoặc bằng cách bắn phá californium-249 bằng các ion carbon.",
      "no_2": "",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_104_rutherfordium/element_104_rutherfordium.glb"
    },
    null,
    {
      "number": 58,
      "name": "Cerium",
      "symbol": "Ce",
      "extract": "Cerium is a chemical element with symbol Ce and atomic number 58. Cerium is a soft, ductile and silvery-white metal that tarnishes when exposed to air, and it is soft enough to be cut with a knife. Cerium is the second element in the lanthanide series, and while it often shows the +3 oxidation state characteristic of the series, it also exceptionally has a stable +4 state that does not oxidize water. It is also considered one of the rare-earth elements. Cerium has no biological role and is not very toxic.",
      "source": "https://en.wikipedia.org/wiki/Cerium",
      "category": "Lanthanide",
      "atomic_weight": "140.116(1) u(±)",
      "colors": "FFBFFF",
      "status": "Thể rắn.",
      "color": "Trắng bạc.",
      "melting_point": "3450 °C.",
      "melting_temperature": "804 °C.",
      "other_properties": "Nó tương tự như sắt ở màu sắc và ánh, nhưng mềm, dẻo và dễ uốn. Có khối lượng riêng là 6,668 g/cm3",
      "no_1": "Ce là kim loại có tính khử mạnh, có trạng thái oxi hóa phổ biến +3, +4.",
      "no_2": "Tác dụng với phi kim:\n - Tác dụng với oxygen\n   Ce + O2 → CeO2\n  * Lưu ý: Điều kiện thường, Ce Bị phủ màng oxide trong không khí ẩm.\n  - Tác dụng với các phi kim khác: Ce tác dụng được với các phi kim như halogen, sulfur hidrogen,... \n   2Ce + 3Cl2 → 2CeCl3\n   2Ce + 3S → Ce2S3",
      "no_3": "Tác dụng với acid:\n - Tác dụng axit HCl và H2SO4 loãng.\n   2Ce + 6HCl → 2CeCl3 + 3H2 .\n  - Tác dụng với H2SO4 đặc, nóng và HNO3. Ce khử được S+6 và N+5 xuống những mức oxi hoá thấp hơn.\n   Ce + 4HNO3 (loãng) → Ce(NO3)3 + NO + 2H2O.",
      "no_4": "Tác dụng với nước nóng:\n   2Ce + 6H2O → 2Ce(OH)3 + 3H2",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_058_cerium/element_058_cerium.glb"
    },
    {
      "number": 90,
      "name": "Thorium",
      "symbol": "Th",
      "extract": "Thorium is a weakly radioactive metallic chemical element with symbol Th and atomic number 90. Thorium is silvery and tarnishes black when it is exposed to air, forming thorium dioxide; it is moderately hard, malleable, and has a high melting point. Thorium is an electropositive actinide whose chemistry is dominated by the +4 oxidation state; it is quite reactive and can ignite in air when finely divided.\nAll known thorium isotopes are unstable. The most stable isotope, 232Th, has a half-life of 14.05 billion years, or about the age of the universe; it decays very slowly via alpha decay, starting a decay chain named the thorium series that ends at stable 208Pb.",
      "source": "https://en.wikipedia.org/wiki/Thorium",
      "category": "Actinide",
      "atomic_weight": "232.0377(4) u(±)",
      "colors": "FF99CC",
      "status": "Thể rắn.",
      "color": "Bạc, thường có màu đen xỉn.",
      "melting_point": "4788°C (5061°K, 8650°F).",
      "melting_temperature": "1842°C (2115°K, 3348°F).",
      "other_properties": "Thorium nguyên chất mềm, dễ uốn và có thể cuộn tròn ở trạng thái lạnh (không cần gia nhiệt), rập nóng và kéo dài.",
      "no_1": "Nó oxy hóa rất chậm trong không khí. Khi nung nóng trong không khí, nó bốc cháy, phát ra ánh sáng trắng rực rỡ do tạo ra ThO2.\n      Th + O2 → TlO2",
      "no_2": "Thorium phản ứng rất chậm với nước nhưng không phải lúc nào cũng tan trong acid thường trừ acid HCl. Nó hòa tan trong acid HNO3 đậm đặc với một ít chất xúc tác là ion Fluorine",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_090_thorium/element_090_thorium.glb"
    },
    null,
    null,
    null,
    {
      "number": 23,
      "name": "Vanadium",
      "symbol": "V",
      "extract": "Vanadium is a chemical element with symbol V and atomic number 23. It is a hard, silvery-grey, ductile, malleable transition metal. The elemental metal is rarely found in nature, but once isolated artificially, the formation of an oxide layer (passivation) somewhat stabilizes the free metal against further oxidation.\nAndrés Manuel del Río discovered compounds of vanadium in 1801 in Mexico by analyzing a new lead-bearing mineral he called \"brown lead\", and presumed its qualities were due to the presence of a new element, which he named erythronium (derived from Greek for \"red\") since, upon heating, most of the salts turned red. Four years later, however, he was (erroneously) convinced by other scientists that erythronium was identical to chromium.",
      "source": "https://en.wikipedia.org/wiki/Vanadium",
      "category": "Transition Metal",
      "atomic_weight": "50.9415(1) u(±)",
      "colors": "FFC0C0",
      "status": "Thể rắn.",
      "color": "Màu trắng bạc.",
      "melting_point": "3380 °C.",
      "melting_temperature": "1910 °C.",
      "other_properties": "Khối lượng riêng: 6,11 g/cm3.",
      "no_1": "Vanadium phản ứng với nước tạo ra vanadium hydroxide (V(OH)3):\n   V + 3H2O → V(OH)3 + 3H2",
      "no_2": "Vanadium phản ứng với oxygen tạo ra vanadium oxide (V2O5):\n   2V + 5O2 → 2V2O5",
      "no_3": "Vanadium phản ứng với axit tạo ra muối vanadium và nước:\n   V + 5HCl → VCl5 + 3H2",
      "no_4": "Vanadium phản ứng với kim loại khác tạo ra hợp kim vanadium:\n   V + 2Cr → Cr2V",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_023_vanadium/element_023_vanadium.glb"
    },
    {
      "number": 41,
      "name": "Niobium",
      "symbol": "Nb",
      "extract": "Niobium, formerly known as columbium, is a chemical element with symbol Nb (formerly Cb) and atomic number 41. It is a soft, grey, crystalline, ductile transition metal, often found in the minerals pyrochlore and columbite, hence the former name \"columbium\". Its name comes from Greek mythology, specifically Niobe, who was the daughter of Tantalus, the namesake of tantalum. The name reflects the great similarity between the two elements in their physical and chemical properties, making them difficult to distinguish.The English chemist Charles Hatchett reported a new element similar to tantalum in 1801 and named it columbium. In 1809, the English chemist William Hyde Wollaston wrongly concluded that tantalum and columbium were identical.",
      "source": "https://en.wikipedia.org/wiki/Niobium",
      "category": "Transition Metal",
      "atomic_weight": "92.90637(1) u(±)",
      "colors": "FFC0C0",
      "status": "Thể rắn.",
      "color": "Trắng bạc.",
      "melting_point": "4742 °C.",
      "melting_temperature": "2468 °C.",
      "other_properties": "Có khả năng chống ăn mòn rất tốt do một lớp oxide hình thành trên bề mặt của nó khi tiếp xúc với không khí. Khối lượng riêng: 8,57 g/cm3",
      "no_1": "Niobi là một kim loại khá trơ, không phản ứng với nước ở nhiệt độ thường. Niobi phản ứng với oxygen ở nhiệt độ cao tạo ra niobi oxide (Nb2O5)",
      "no_2": "Phản ứng của niobi với oxygen:\n   5Nb + 5O2 → 2Nb2O5",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_041_niobium/element_041_niobium.glb"
    },
    {
      "number": 73,
      "name": "Tantalum",
      "symbol": "Ta",
      "extract": "Tantalum is a chemical element with symbol Ta and atomic number 73. Previously known as tantalium, its name comes from Tantalus, a villain from Greek mythology. Tantalum is a rare, hard, blue-gray, lustrous transition metal that is highly corrosion-resistant. It is part of the refractory metals group, which are widely used as minor components in alloys. The chemical inertness of tantalum makes it a valuable substance for laboratory equipment and a substitute for platinum.",
      "source": "https://en.wikipedia.org/wiki/Tantalum",
      "category": "Transition Metal",
      "atomic_weight": "180.94788(2) u(±)",
      "colors": "FFC0C0",
      "status": "Chất rắn.",
      "color": "Xám xanh",
      "melting_point": "5456.85°C (5730 K)",
      "melting_temperature": "3019.85°C (3293 K)",
      "other_properties": "",
      "no_1": "Ở điều kiện thường, Ta trở về mặt hóa học do màng oxit bền bảo vệ, chỉ hòa tan trong HF và hỗn hợp HF + HNO3\n   3Ta + 5HNO3 + 21HF → 3H2[TaF7] + 5NO + 10H2O",
      "no_2": "Khi đun nóng, Ta tác dụng được với flo và oxi. Ở nhiệt độ cao, Ta tác dụng với CL2, S, N2, C, Si... thường tạo nên một số hợp chất kiểu xâm nhập và có thành phần biến đổi giống như các nguyên tố IVB.",
      "no_3": "Đặc biệt, TaC có độ cứng và nhiệu độ nóng chảy (3800°C) không thua kém kim cương.",
      "no_4": "Ở dạng bột, Ta tác dụng với hơi nước giải phóng H2",
      "no_5": "Ta tan trong kiềm đun nóng có chất oxy hóa\n   4Ta + 5O2 + 12KOH → 4K4[TaO4] + 6H2O.",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_073_tantalum/element_073_tantalum.glb"
    },
    {
      "number": 105,
      "name": "Dubnium",
      "symbol": "Db",
      "extract": "Dubnium is a synthetic chemical element with symbol Db and atomic number 105. Dubnium is highly radioactive: the most stable known isotope, dubnium-268, has a half-life of about 28 hours. This greatly limits the extent of research on dubnium.\nDubnium does not occur naturally on Earth and is produced artificially.  The Soviet Joint Institute for Nuclear Research (JINR) claimed the first discovery of the element in 1968, followed by the American Lawrence Berkeley Laboratory in 1970.",
      "source": "https://en.wikipedia.org/wiki/Dubnium",
      "category": "Transition Metal",
      "atomic_weight": "[268]",
      "colors": "FFC0C0",
      "status": "Thể rắn.",
      "color": "Không rõ.",
      "melting_point": "Không rõ.",
      "melting_temperature": "Không rõ.",
      "other_properties": "",
      "no_1": "Là chất phóng xạ tổng hợp, không tồn tại trong tự nhiên.",
      "no_2": "",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_105_dubnium/element_105_dubnium.glb"
    },
    null,
    {
      "number": 59,
      "name": "Praseodymium",
      "symbol": "Pr",
      "extract": "Praseodymium is a chemical element with symbol Pr and atomic number 59. It is the third member of the lanthanide series and is traditionally considered to be one of the rare-earth metals. Praseodymium is a soft, silvery, malleable and ductile metal, valued for its magnetic, electrical, chemical, and optical properties. It is too reactive to be found in native form, and pure praseodymium metal slowly develops a green oxide coating when exposed to air.\nPraseodymium always occurs naturally together with the other rare-earth metals.",
      "source": "https://en.wikipedia.org/wiki/Praseodymium",
      "category": "Lanthanide",
      "atomic_weight": "140.90766(1) u(±)",
      "colors": "FFBFFF",
      "status": "Chất rắn.",
      "color": "Xám trắng.",
      "melting_point": "3793K (3520°C, 6368°F)",
      "melting_temperature": "1208K (935°C, 1715°F)",
      "other_properties": "Có khả năng chống ăn mòn trong không khí tốt hơn một chút so với europi, lanthan, xeri hay neodymi, nhưng nó phát triển một lớp che phủ bằng oxide màu xanh lục dễ bở vụn ra khi bị lộ ra ngoài không khí, làm cho nó tiếp tục bị oxi hóa. Vì lý do này, praseodymi nên được lưu trữ trong dầu khoáng nhẹ hay trong lọ đậy kín",
      "no_1": "",
      "no_2": "",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_059_praseodymium/element_059_praseodymium.glb"
    },
    {
      "number": 91,
      "name": "Protactinium",
      "symbol": "Pa",
      "extract": "Protactinium (formerly protoactinium) is a chemical element with symbol Pa and atomic number 91. It is a dense, silvery-gray actinide metal which readily reacts with oxygen, water vapor and inorganic acids. It forms various chemical compounds in which protactinium is usually present in the oxidation state +5, but it can also assume +4 and even +3 or +2 states. Concentrations of protactinium in the Earth's crust are typically a few parts per trillion, but may reach up to a few parts per million in some uraninite ore deposits. Because of its scarcity, high radioactivity and high toxicity, there are currently no uses for protactinium outside scientific research, and for this purpose, protactinium is mostly extracted from spent nuclear fuel.",
      "source": "https://en.wikipedia.org/wiki/Protactinium",
      "category": "Actinide",
      "atomic_weight": "231.03588(1) u(±)",
      "colors": "FF99CC",
      "status": "Thể rắn.",
      "color": "Ánh kim sáng bạc.",
      "melting_point": "4027°C (4300°K, 7280°F).",
      "melting_temperature": "1568°C (1841°K, 2854°F).",
      "other_properties": "",
      "no_1": "Dưới âm 236 độ, nó là siêu dẫn. Dễ dàng phản ứng với oxygen, hơi nước và acid vô cơ để tạo thành các hợp chất khác nhau.",
      "no_2": "Ở dạng hợp chất, protactinium bền nhất ở trạng thái oxi hóa +5, nhưng cũng tồn tại ở trạng thái oxi hóa +4, +3 và +2.",
      "no_3": "Ở trạng thái ổn định trong dung dịch, nó thủy phân nhanh chóng, kết hợp với các ion hydroxide để tạo thành chất rắn hydroxide-oxide hòa tan hoặc không hòa tan. Các chất rắn này có xu hướng bám vào bề mặt của các vật chứa mà chúng đựng trong đó.",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_091_protactinium/element_091_protactinium.glb"
    },
    null,
    null,
    null,
    {
      "number": 24,
      "name": "Chromium",
      "symbol": "Cr",
      "extract": "Chromium is a chemical element with symbol Cr and atomic number 24. It is the first element in group 6. It is a steely-grey, lustrous, hard and brittle transition metal. Chromium boasts a high usage rate as a metal that is able to be highly polished while resisting tarnishing. Chromium is also the main additive in stainless steel, a popular steel alloy due to its uncommonly high specular reflection.",
      "source": "https://en.wikipedia.org/wiki/Chromium",
      "category": "Transition Metal",
      "atomic_weight": "51.9961(6) u(±)",
      "colors": "FFC0C0",
      "status": "Thể rắn.",
      "color": "Màu trắng bạc.",
      "melting_point": "2672 °C.",
      "melting_temperature": "1875 °C.",
      "other_properties": "Khối lượng riêng: 7,19 g/cm3.",
      "no_1": "Phản ứng với nước: Chromium phản ứng với nước tạo ra crom hydroxide (Cr(OH)3). Phản ứng này xảy ra chậm ở nhiệt độ phòng, nhưng nhanh hơn ở nhiệt độ cao.\n   Cr + 3H2O → Cr(OH)3 + 3H2",
      "no_2": "Phản ứng với oxygen Chromium phản ứng với oxi tạo ra crom oxit (Cr2O3). Phản ứng này xảy ra ở nhiệt độ thường.\n   2Cr + O2 → 2Cr2O3",
      "no_3": "Phản ứng với acid Chromium phản ứng với acid tạo ra muối và nước. Phản ứng này xảy ra ở nhiệt độ thường.\n   Cr + 3HCl → CrCl3 + 3H2",
      "no_4": "Phản ứng với kim loại khác: Chromium phản ứng với kim loại khác tạo ra hợp kim crom.\n   Cr + 2Al → Al2Cr",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_024_chromium/element_024_chromium.glb"
    },
    {
      "number": 42,
      "name": "Molybdenum",
      "symbol": "Mo",
      "extract": "Molybdenum is a chemical element with symbol Mo and atomic number 42. The name is from Neo-Latin molybdaenum, from Ancient Greek Μόλυβδος molybdos, meaning lead, since its ores were confused with lead ores. Molybdenum minerals have been known throughout history, but the element was discovered (in the sense of differentiating it as a new entity from the mineral salts of other metals) in 1778 by Carl Wilhelm Scheele. The metal was first isolated in 1781 by Peter Jacob Hjelm.Molybdenum does not occur naturally as a free metal on Earth; it is found only in various oxidation states in minerals.  The free element, a silvery metal with a gray cast, has the sixth-highest melting point of any element.",
      "source": "https://en.wikipedia.org/wiki/Molybdenum",
      "category": "Transition Metal",
      "atomic_weight": "95.95(1) u(±)",
      "colors": "FFC0C0",
      "status": "Thể rắn.",
      "color": "Trắng bạc.",
      "melting_point": "4610 °C.",
      "melting_temperature": "2623 °C.",
      "other_properties": "Molybdenum là một kim loại cứng, có màu trắng bạc, dễ uốn cong nhưng khó cắt. Molybdenum có độ bền cao và chịu nhiệt tốt. 10,22 g/cm3",
      "no_1": "Tác dụng với phi kim:\n- Ở nhiệt độ cao, Mo tác dụng được với các phi kim (như oxi, halogen, lưu huỳnh,...)\n   2Mo + 3O2 → 2Mo\n   Mo + 3F2 → M°F6",
      "no_2": "Tác dụng với axit:\n- Mo không tan trong dung dịch axit loãng. Nhưng W bị hòa tan trong dung dịch axit đặc như H2SO4, HNO3 (đặc biệt có sự tham gia của HF).\n   Mo (r) + 4H2SO4 (đặc) →H4[Mo(SO4)O4] (dd) + 3SO2 + 2H2O.",
      "no_3": "Tác dụng với nước:\n   Mo + 2H2O (hơi) → MoO2 + 2H2.",
      "no_4": "Tác dụng với dung dịch kiềm\n- Mo tan trong dung dịch kiềm đặc khi đun nóng trong không khí.\n   2Mo + 4NaOH + 3O2 → 2Na 2MoO4 + 2H2O",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_042_molybdenum/element_042_molybdenum.glb"
    },
    {
      "number": 74,
      "name": "Tungsten",
      "symbol": "W",
      "extract": "Tungsten, or wolfram, is a chemical element with symbol W and atomic number 74. The name tungsten comes from the former Swedish name for the tungstate mineral scheelite, tung sten or \"heavy stone\". Tungsten is a rare metal found naturally on Earth almost exclusively combined with other elements in chemical compounds rather than alone. It was identified as a new element in 1781 and first isolated as a metal in 1783. Its important ores include wolframite and scheelite.",
      "source": "https://en.wikipedia.org/wiki/Tungsten",
      "category": "Transition Metal",
      "atomic_weight": "183.84(1) u(±)",
      "colors": "FFC0C0",
      "status": "Chất rắn.",
      "color": "",
      "melting_point": "6203 K (5930 °C, 10706 °F)",
      "melting_temperature": "3695 K (3422 °C, 6192 °F)",
      "other_properties": "",
      "no_1": "Wolfram là kim loại kém hoạt động, có khả năng chống ôxy hóa, axit, và kiềm.",
      "no_2": "Wolfram có một số trạng thái ôxi hóa phổ biến là +2, +3, +4, +5 và +6.",
      "no_3": "Ở nhiệt độ cao, W tác dụng được với các phi kim (như oxi, halogen, lưu huỳnh,...)\n Ví dụ:\n   2W + 3O2  →  2WO3\n   W + 3F2  →  WF6",
      "no_4": "W không tan trong dung dịch axit loãng, đặc. Nhưng W bị hòa tan trong hỗn hợp dung dịch HF và HNO3 đặc.\n    W + 4HF (đặc) + 2HNO3 (đặc, nóng)  →  H2[WO2F4] + 2NO  + 2H2O.",
      "no_5": "W tan trong dung dịch kiềm đặc đun nóng trong không khí.\n   2W + 4NaOH + 3O2  →  2Na2WO4 + 2H2O.",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_074_tungsten/element_074_tungsten.glb"
    },
    {
      "number": 106,
      "name": "Seaborgium",
      "symbol": "Sg",
      "extract": "Seaborgium is a synthetic chemical element with symbol Sg and atomic number 106. It is named after the American nuclear chemist Glenn T. Seaborg. As a synthetic element, it can be created in a laboratory but is not found in nature. It is also radioactive; the most stable known isotope, 269Sg, has a half-life of approximately 14 minutes.In the periodic table of the elements, it is a d-block transactinide element. It is a member of the 7th period and belongs to the group 6 elements as the fourth member of the 6d series of transition metals.",
      "source": "https://en.wikipedia.org/wiki/Seaborgium",
      "category": "Transition Metal",
      "atomic_weight": "[269]",
      "colors": "FFC0C0",
      "status": "Thể rắn.",
      "color": "Không rõ.",
      "melting_point": "Không rõ.",
      "melting_temperature": "Không rõ.",
      "other_properties": "",
      "no_1": "Seaborgium là kim loại tổng hợp, có tính phóng xạ, được tạo ra bởi sự bắn phá hạt nhân và không tồn tại trong tự nhiên.",
      "no_2": "",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_106_seaborgium/element_106_seaborgium.glb"
    },
    null,
    {
      "number": 60,
      "name": "Neodymium",
      "symbol": "Nd",
      "extract": "Neodymium is a chemical element with symbol Nd and atomic number 60. It is a soft silvery metal that tarnishes in air. Neodymium was discovered in 1885 by the Austrian chemist Carl Auer von Welsbach. It is present in significant quantities in the ore minerals monazite and bastnäsite. Neodymium is not found naturally in metallic form or unmixed with other lanthanides, and it is usually refined for general use.",
      "source": "https://en.wikipedia.org/wiki/Neodymium",
      "category": "Lanthanide",
      "atomic_weight": "144.242(3) u(±)",
      "colors": "FFBFFF",
      "status": "Thể rắn",
      "color": "Xám bạc",
      "melting_point": "3347K (3074°C, 5565°F)",
      "melting_temperature": "1297K (1024°C, 1875°F)",
      "other_properties": "",
      "no_1": "Phản ứng với oxygen: bị xỉn màu từ từ trong không khí, bốc cháy trong không khí ở nhiệt độ 150°C\n    4Nd + 3O2 -> 2Nd2O3",
      "no_2": "Phản ứng từ từ với nước lạnh, phản ứng khá nhanh với nước nóng để tạo thành neodymi(III) hydroxide:\n    2Nd (r) + 6H2O (l) → 2Nd(OH)3(r) + 3H2(k)",
      "no_3": "Kim loại neodymi phản ứng với tất cả các halogen:\n    2Nd (r) + 3F2(k) → 2NdF3(r) (màu tím)",
      "no_4": "Neodymi hòa tan dễ dàng trong acid sunfuric loãng để tạo thành dung dịch chứa ion Nd(III) màu hoa cà, tồn tại dưới dạng phức [Nd(H2O)9]3+:\n    2Nd (r) + 3H2SO4 (dd) → 2Nd3 + (dd) + 3SO2 - 4(dd) + 3H2(r)",
      "no_5": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_060_neodymium/element_060_neodymium.glb"
    },
    {
      "number": 92,
      "name": "Uranium",
      "symbol": "U",
      "extract": "Uranium is a chemical element with symbol U and atomic number 92. It is a silvery-grey metal in the actinide series of the periodic table. A uranium atom has 92 protons and 92 electrons, of which 6 are valence electrons. Uranium is weakly radioactive because all isotopes of uranium are unstable, with half-lives varying between 159,200 years and 4.5 billion years. The most common isotopes in natural uranium are uranium-238 (which has 146 neutrons and accounts for over 99%) and uranium-235 (which has 143 neutrons).",
      "source": "https://en.wikipedia.org/wiki/Uranium",
      "category": "Actinide",
      "atomic_weight": "238.02891(3) u(±)",
      "colors": "FF99CC",
      "status": "Thể rắn.",
      "color": "Xám bạc.",
      "melting_point": "4131°C (4404°K, 7468°F).",
      "melting_temperature": "1132,2°C (1405,3°K, 2070°F).",
      "other_properties": "",
      "no_1": "Uranium tinh khiết là chất phóng xạ.Uranium có ba đồng vị xuất hiện tự nhiên. Uranium-238 ổn định nhất và chiếm hơn 99% uranium xuất hiện tự nhiên. Ngoài ra nó có Uranium-234 và Uranium-235.",
      "no_2": "Phản ứng với hầu hết các nguyên tố phi kim để tạo ra các hợp chất.",
      "no_3": "Khi tiếp xúc với không khí, một lớp oxit urani mỏng, đen sẽ hình thành trên bề mặt của nó.",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_092_uranium/element_092_uranium.glb"
    },
    null,
    null,
    null,
    {
      "number": 25,
      "name": "Manganese",
      "symbol": "Mn",
      "extract": "Manganese is a chemical element with symbol Mn and atomic number 25. It is not found as a free element in nature; it is often found in minerals in combination with iron. Manganese is a metal with important industrial metal alloy uses, particularly in stainless steels.\nHistorically, manganese is named for pyrolusite and other black minerals from the region of Magnesia in Greece, which also gave its name to magnesium and the iron ore magnetite. By the mid-18th century, Swedish-German chemist Carl Wilhelm Scheele had used pyrolusite to produce chlorine.",
      "source": "https://en.wikipedia.org/wiki/Manganese",
      "category": "Transition Metal",
      "atomic_weight": "54.938043(2) u(±)",
      "colors": "FFC0C0",
      "status": "Thể rắn.",
      "color": "Trắng bạc, có ánh xanh.",
      "melting_point": "2080 °C.",
      "melting_temperature": "1245 °C.",
      "other_properties": "Khối lượng riêng: 7,44 g/cm3.",
      "no_1": "Phản ứng với nước: Manganese phản ứng với nước tạo ra manganese hydroxide (Mn(OH)2). Phản ứng này xảy ra chậm ở nhiệt độ phòng, nhưng nhanh hơn ở nhiệt độ cao.\n   Mn + 2H2O → Mn(OH)2 + H2",
      "no_2": "Phản ứng với oxygen: Mangan phản ứng với oxygen tạo ra manganese oxide (MnO). Phản ứng này xảy ra ở nhiệt độ thường.\n   2Mn + O2 → 2MnO",
      "no_3": "Phản ứng với kim loại khác: Manganese phản ứng với kim loại khác tạo ra hợp kim mangan.\n   Mn + 2Al → Al2Mn",
      "no_4": "Phản ứng với acid: Manganese phản ứng với acid tạo ra muối manganese và nước. Phản ứng này xảy ra ở nhiệt độ thường.\n   Mn + 2HCl → MnCl2 + H2",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_025_manganese/element_025_manganese.glb"
    },
    {
      "number": 43,
      "name": "Technetium",
      "symbol": "Tc",
      "extract": "Technetium is a chemical element with symbol Tc and atomic number 43. It is the lightest element whose isotopes are all radioactive; none are stable, excluding the fully ionized state of 97Tc. Nearly all technetium is produced synthetically, and only about 18,000 tons can be found at any given time in the Earth's crust. Naturally occurring technetium is a spontaneous fission product in uranium ore and thorium ore, the most common source, or the product of neutron capture in molybdenum ores. This silvery gray, crystalline transition metal lies between rhenium and manganese in group 7 of the periodic table, and its chemical properties are intermediate between those of these two adjacent elements.",
      "source": "https://en.wikipedia.org/wiki/Technetium",
      "category": "Transition Metal",
      "atomic_weight": "[98]",
      "colors": "FFC0C0",
      "status": "Thể rắn.",
      "color": "Ánh kim xám bóng.",
      "melting_point": "4538 K (4265 °C, 7709 °F).",
      "melting_temperature": "2430 K (2157 °C, 3915 °F).",
      "other_properties": "Có các vạch quang phổ đặc trưng ở 363, 403, 410, 426, 430 và 485 nm.",
      "no_1": "Dạng kim loại của tecneti bị mờ xỉn chậm trong không khí ẩm. Các oxide của nó là TcO2, Tc2O7. Trong các điều kiện oxy hóa thì tecneti (VII) sẽ tồn tại như là các ion pertecnetat (TcO4-). Các trạng thái oxy hóa phổ biến là 0, +2, +4, +5, +6 và +7. Tecneti sẽ cháy trong oxygen khi ở dạng bột. Nó hòa tan trong nước cường toan, acid nitric và acid sulfuric đậm đặc, nhưng không hòa tan trong hydrochloric acid.",
      "no_2": "",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_043_technetium/element_043_technetium.glb"
    },
    {
      "number": 75,
      "name": "Rhenium",
      "symbol": "Re",
      "extract": "Rhenium is a chemical element with symbol Re and atomic number 75. It is a silvery-gray, heavy, third-row transition metal in group 7 of the periodic table. With an estimated average concentration of 1 part per billion (ppb), rhenium is one of the rarest elements in the Earth's crust. Rhenium has the third-highest melting point and second-highest boiling point of any element at 5903 K. Rhenium resembles manganese and technetium chemically and is mainly obtained as a by-product of the extraction and refinement of molybdenum and copper ores. Rhenium shows in its compounds a wide variety of oxidation states ranging from −1 to +7.",
      "source": "https://en.wikipedia.org/wiki/Rhenium",
      "category": "Transition Metal",
      "atomic_weight": "186.207(1) u(±)",
      "colors": "FFC0C0",
      "status": "Chất rắn.",
      "color": "Xám trắng.",
      "melting_point": "5869 K (5596 °C, 10105 °F)",
      "melting_temperature": "3459 K (3186 °C, 5767 °F)",
      "other_properties": "",
      "no_1": "",
      "no_2": "",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_075_rhenium/element_075_rhenium.glb"
    },
    {
      "number": 107,
      "name": "Bohrium",
      "symbol": "Bh",
      "extract": "Bohrium is a synthetic chemical element with symbol Bh and atomic number 107. It is named after Danish physicist Niels Bohr. As a synthetic element, it can be created in a laboratory but is not found in nature. It is radioactive: its most stable known isotope, 270Bh, has a half-life of approximately 61 seconds, though the unconfirmed 278Bh may have a longer half-life of about 690 seconds.\nIn the periodic table of the elements, it is a d-block transactinide element.",
      "source": "https://en.wikipedia.org/wiki/Bohrium",
      "category": "Transition Metal",
      "atomic_weight": "[270]",
      "colors": "FFC0C0",
      "status": "Không rõ.",
      "color": "Không rõ.",
      "melting_point": "Không rõ.",
      "melting_temperature": "Không rõ.",
      "other_properties": "",
      "no_1": "Bohri có trạng thái oxy hóa là +7.",
      "no_2": "Có tính phóng xạ.",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_107_bohrium/element_107_bohrium.glb"
    },
    null,
    {
      "number": 61,
      "name": "Promethium",
      "symbol": "Pm",
      "extract": "Promethium is a chemical element with symbol Pm and atomic number 61. All of its isotopes are radioactive; it is extremely rare, with only about 500-600 grams naturally occurring in Earth's crust at any given time. Promethium is one of only two radioactive elements that are followed in the periodic table by elements with stable forms, the other being technetium. Chemically, promethium is a lanthanide. Promethium shows only one stable oxidation state of +3.",
      "source": "https://en.wikipedia.org/wiki/Promethium",
      "category": "Lanthanide",
      "atomic_weight": "[145]",
      "colors": "FFBFFF",
      "status": "Chất rắn.",
      "color": "Ánh kim.",
      "melting_point": "23273K (3000°C, 5432°F)",
      "melting_temperature": "1315K (1042°C, 1908°F)",
      "other_properties": "",
      "no_1": "",
      "no_2": "",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_061_promethium/element_061_promethium.glb"
    },
    {
      "number": 93,
      "name": "Neptunium",
      "symbol": "Np",
      "extract": "Neptunium is a chemical element with symbol Np and atomic number 93. A radioactive actinide metal, neptunium is the first transuranic element. Its position in the periodic table just after uranium, named after the planet Uranus, led to it being named after Neptune, the next planet beyond Uranus. A neptunium atom has 93 protons and 93 electrons, of which seven are valence electrons. Neptunium metal is silvery and tarnishes when exposed to air.",
      "source": "https://en.wikipedia.org/wiki/Neptunium",
      "category": "Actinide",
      "atomic_weight": "[237]",
      "colors": "FF99CC",
      "status": "Thể rắn.",
      "color": "Ánh bạc, bị xỉn trong không khí.",
      "melting_point": "4000°C (4273°K, 7232°F).",
      "melting_temperature": "637°C (910°K, 1179°F).",
      "other_properties": "",
      "no_1": "Neptunium có năm trạng thái oxy hóa ion từ +3 đến +7 khi hình thành các hợp chất hóa học, có thể được quan sát đồng thời trong các dung dịch.",
      "no_2": "Bị oxy hóa trong không khí tạo thành oxide.",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_093_neptunium/element_093_neptunium.glb"
    },
    null,
    null,
    null,
    {
      "number": 26,
      "name": "Iron",
      "symbol": "Fe",
      "extract": "Iron () is a chemical element with symbol Fe (from Latin: ferrum) and atomic number 26. It is a metal, that belongs to the first transition series and group 8 of the periodic table. It is by mass the most common element on Earth, forming much of Earth's outer and inner core. It is the fourth most common element in the Earth's crust.\nPure iron is very rare on the Earth's crust, basically being limited to meteorites.",
      "source": "https://en.wikipedia.org/wiki/Iron",
      "category": "Transition Metal",
      "atomic_weight": "55.845(2) u(±)",
      "colors": "FFC0C0",
      "status": "Thể rắn.",
      "color": "Màu trắng bạc.",
      "melting_point": "2862 °C.",
      "melting_temperature": "1538 °C.",
      "other_properties": "Tính dẫn nhiệt, dẫn điện tốt. Khối lượng riêng: 7,874 g/cm3.",
      "no_1": "Phản ứng với nước: Iron phản ứng với nước tạo ra Iron hydroxide (Fe(OH)2) và hidro. Phản ứng này xảy ra chậm ở nhiệt độ phòng, nhưng nhanh hơn ở nhiệt độ cao.\n   Fe + 2H2O → Fe(OH)2 + H2",
      "no_2": "Phản ứng với oxygen: Iron phản ứng với oxygen tạo ra Iron(II) oxide (FeO). Phản ứng này xảy ra ở nhiệt độ thường.\n   2Fe + O2 → 2FeO",
      "no_3": "Phản ứng với acid: Iron phản ứng với acid tạo ra muối  và nước. Phản ứng này xảy ra ở nhiệt độ thường.\n   Fe + 2HCl → FeCl2 + H2",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_026_iron/element_026_iron.glb"
    },
    {
      "number": 44,
      "name": "Ruthenium",
      "symbol": "Ru",
      "extract": "Ruthenium is a chemical element with symbol Ru and atomic number 44. It is a rare transition metal belonging to the platinum group of the periodic table. Like the other metals of the platinum group, ruthenium is inert to most other chemicals. Russian-born scientist of Baltic-German ancestry Karl Ernst Claus discovered the element in 1844 at Kazan State University and named it after the Latin name of his homeland, Ruthenia. Ruthenium is usually found as a minor component of platinum ores; the annual production has risen from about 19 tonnes in 2009  to some 35.5 tonnes in 2017.",
      "source": "https://en.wikipedia.org/wiki/Ruthenium",
      "category": "Transition Metal",
      "atomic_weight": "101.07(2) u(±)",
      "colors": "FFC0C0",
      "status": "Thể rắn.",
      "color": "Trắng bạc.",
      "melting_point": "3900 °C",
      "melting_temperature": "2310 °C",
      "other_properties": "",
      "no_1": "Rutheni hòa tan trong base nóng chảy.",
      "no_2": "Không bị các acid ăn mòn nhưng bị các halogen ăn mòn ở nhiệt độ cao.",
      "no_3": "Bị ôxi hóa dễ dàng trong không khí để tạo thành tetrôxít rutheni(RuO 4).",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_044_ruthenium/element_044_ruthenium.glb"
    },
    {
      "number": 76,
      "name": "Osmium",
      "symbol": "Os",
      "extract": "Osmium (from Greek ὀσμή osme, \"smell\") is a chemical element with symbol Os and atomic number 76. It is a hard, brittle, bluish-white transition metal in the platinum group that is found as a trace element in alloys, mostly in platinum ores. Osmium is the densest naturally occurring element, with an experimentally measured (using x-ray crystallography) density of 22.59 g/cm3. Manufacturers use its alloys with platinum, iridium, and other platinum-group metals to make fountain pen nib tipping, electrical contacts, and in other applications that require extreme durability and hardness. The element's abundance in the Earth's crust is among the rarest.",
      "source": "https://en.wikipedia.org/wiki/Osmium",
      "category": "Transition Metal",
      "atomic_weight": "190.23(3) u(±)",
      "colors": "FFC0C0",
      "status": "Chất rắn",
      "color": "Bạc ánh xanh",
      "melting_point": "5026.85°C (5300 K)",
      "melting_temperature": "3033°C (3306.15 K)",
      "other_properties": "",
      "no_1": "Osmi tạo thành các hợp chất có trạng thái oxy hóa nằm trong khoảng từ −4 đến +8. Các trạng thái oxy hóa phổ biến nhất là +2, +3, +4 và +8. Trạng thái oxy hóa +8 đáng chú ý là mức cao nhất đạt được bởi bất kỳ nguyên tố hóa học nào ngoài +9 của iridi và chỉ gặp trong xenon, rutheni, hassi, iridi, và plutoni. Các trạng thái oxy hóa - 1 và - 2 được biểu diễn bằng hai hợp chất phản ứng Na2[Os4(CO)13] và Na2[Os(CO)4] được sử dụng trong quá trình tổng hợp các hợp chất cụm osmi.",
      "no_2": "",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_076_osmium/element_076_osmium.glb"
    },
    {
      "number": 108,
      "name": "Hassium",
      "symbol": "Hs",
      "extract": "Hassium is a synthetic chemical element with symbol Hs and atomic number 108. It is named after the German state of Hesse. It is a synthetic element and radioactive; the most stable known isotope, 270Hs, has a half-life of approximately 10 seconds.\nIn the periodic table of the elements, it is a d-block transactinide element. Hassium is a member of the 7th period and belongs to the group 8 elements: it is thus the sixth member of the 6d series of transition metals.",
      "source": "https://en.wikipedia.org/wiki/Hassium",
      "category": "Transition Metal",
      "atomic_weight": "[270]",
      "colors": "FFC0C0",
      "status": "Rắn.",
      "color": "",
      "melting_point": "",
      "melting_temperature": "",
      "other_properties": "",
      "no_1": "Theo thông báo của Tiến sĩ H.W. Gaegeler, Viện Paul-Scherrer ở Villigen (Thụy Sĩ), thì Hassium có những tính chất hóa học tương tự các kim loại nặng khác, như chì hay sắt chẳng hạn.",
      "no_2": "",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_108_hassium/element_108_hassium.glb"
    },
    null,
    {
      "number": 62,
      "name": "Samarium",
      "symbol": "Sm",
      "extract": "Samarium is a chemical element with symbol Sm and atomic number 62. It is a moderately hard silvery metal that slowly oxidizes in air. Being a typical member of the lanthanide series, samarium usually assumes the oxidation state +3. Compounds of samarium(II) are also known, most notably the monoxide SmO, monochalcogenides SmS, SmSe and SmTe, as well as samarium(II) iodide. The last compound is a common reducing agent in chemical synthesis.",
      "source": "https://en.wikipedia.org/wiki/Samarium",
      "category": "Lanthanide",
      "atomic_weight": "150.36(2) u(±)",
      "colors": "FFBFFF",
      "status": "Thể rắn.",
      "color": "Xám trắng.",
      "melting_point": "2067 K (1794 °C, 3261 °F)",
      "melting_temperature": "1345 K (1072 °C, 1962 °F)",
      "other_properties": "",
      "no_1": "",
      "no_2": "",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_062_samarium/element_062_samarium.glb"
    },
    {
      "number": 94,
      "name": "Plutonium",
      "symbol": "Pu",
      "extract": "Plutonium is a radioactive chemical element with symbol Pu and atomic number 94. It is an actinide metal of silvery-gray appearance that tarnishes when exposed to air, and forms a dull coating when oxidized. The element normally exhibits six allotropes and four oxidation states. It reacts with carbon, halogens, nitrogen, silicon, and hydrogen. When exposed to moist air, it forms oxides and hydrides that can expand the sample up to 70% in volume, which in turn flake off as a powder that is pyrophoric.",
      "source": "https://en.wikipedia.org/wiki/Plutonium",
      "category": "Actinide",
      "atomic_weight": "[244]",
      "colors": "FF99CC",
      "status": "Thể rắn.",
      "color": "Trắng bạc.",
      "melting_point": "3228°C (3505°K, 5842°F).",
      "melting_temperature": "639,4°C (912,5°K, 1182,9°F).",
      "other_properties": "",
      "no_1": "Plutonium là một kim loại hoạt động. Trong không khí ẩm hoặc argon ẩm, nó bị oxy hóa một cách nhanh chóng tạo ra hỗn hợp các oxide và hydrit.",
      "no_2": "Plutonium phản ứng với các acid, oxygen, và hơi nước nhưng không phản ứng với kiềm, và dễ dàng hòa tan trong các acid clohydric, hydroiodic và perchloric.",
      "no_3": "Có khả năng tự bốc cháy khi tiếp xúc lâu với môi trường không khí ẩm.",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_094_plutonium/element_094_plutonium.glb"
    },
    null,
    null,
    null,
    {
      "number": 27,
      "name": "Cobalt",
      "symbol": "Co",
      "extract": "Cobalt is a chemical element with symbol Co and atomic number 27. Like nickel, cobalt is found in the Earth's crust only in chemically combined form, save for small deposits found in alloys of natural meteoric iron. The free element, produced by reductive smelting, is a hard, lustrous, silver-gray metal.\nCobalt-based blue pigments (cobalt blue) have been used since ancient times for jewelry and paints, and to impart a distinctive blue tint to glass, but the color was later thought by alchemists to be due to the known metal bismuth. Miners had long used the name kobold ore (German for goblin ore) for some of the blue-pigment producing minerals; they were so named because they were poor in known metals, and gave poisonous arsenic-containing fumes when smelted.",
      "source": "https://en.wikipedia.org/wiki/Cobalt",
      "category": "Transition Metal",
      "atomic_weight": "58.933194(3) u(±)",
      "colors": "FFC0C0",
      "status": "Thể rắn.",
      "color": "Màu trắng bạc.",
      "melting_point": "2927 °C.",
      "melting_temperature": "1495 °C.",
      "other_properties": "Khối lượng riêng: 8,902 g/cm3.",
      "no_1": "Phản ứng với nước: Cobalt phản ứng với nước tạo ra cobalt hydroxide (Co(OH)2). Phản ứng này xảy ra chậm ở nhiệt độ phòng, nhưng nhanh hơn ở nhiệt độ cao.\n   Co + 2H2O → Co(OH)2 + H2",
      "no_2": "Phản ứng với oxi: Cobalt phản ứng với oxi tạo ra cobalt oxide (CoO). Phản ứng này xảy ra ở nhiệt độ thường.\n   2Co + O2 → 2CoO",
      "no_3": "Phản ứng với acid: Cobalt phản ứng với acid tạo ra muối cobalt và nước. Phản ứng này xảy ra ở nhiệt độ thường.\n   Co + 2HCl → CoCl2 + H2",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_027_cobalt/element_027_cobalt.glb"
    },
    {
      "number": 45,
      "name": "Rhodium",
      "symbol": "Rh",
      "extract": "Rhodium is a chemical element with symbol Rh and atomic number 45. It is a rare, silvery-white, hard, corrosion-resistant, and chemically inert transition metal. It is a noble metal and a member of the platinum group. It has only one naturally occurring isotope, 103Rh. Naturally occurring rhodium is usually found as the free metal, alloyed with similar metals, and rarely as a chemical compound in minerals such as bowieite and rhodplumsite.",
      "source": "https://en.wikipedia.org/wiki/Rhodium",
      "category": "Transition Metal",
      "atomic_weight": "102.90549(2) u(±)",
      "colors": "FFC0C0",
      "status": "Thể rắn.",
      "color": "Trắng bạc.",
      "melting_point": "3968 K (3695 °C, 6683 °F).",
      "melting_temperature": "2237 K (1964 °C, 3567 °F).",
      "other_properties": "Cứng và bền. Rhodium không bị ăn mòn và oxygen hóa, ít bị mờ và trầy xước. Chất duy nhất có thể ăn mòn Rhodium là acide sulfuric.",
      "no_1": "",
      "no_2": "",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_045_rhodium/element_045_rhodium.glb"
    },
    {
      "number": 77,
      "name": "Iridium",
      "symbol": "Ir",
      "extract": "Iridium is a chemical element with symbol Ir and atomic number 77. A very hard, brittle, silvery-white transition metal of the platinum group, iridium is the second-densest metal (after osmium) with a density of 22.56 g/cm3 as defined by experimental X-ray crystallography. At room temperature and standard atmospheric pressure, iridium has a density of 22.65 g/cm3, 0.04 g/cm3 higher than osmium measured the same way. It is the most corrosion-resistant metal, even at temperatures as high as 2000 °C. Although only certain molten salts and halogens are corrosive to solid iridium, finely divided iridium dust is much more reactive and can be flammable.\nIridium was discovered in 1803 among insoluble impurities in natural platinum.",
      "source": "https://en.wikipedia.org/wiki/Iridium",
      "category": "Transition Metal",
      "atomic_weight": "192.217(2) u(±)",
      "colors": "FFC0C0",
      "status": "Thể rắn.",
      "color": "Bạc trắng.",
      "melting_point": "4701 K (4428 °C, 8002 °F)",
      "melting_temperature": "2739 K (2466 °C, 4471 °F)",
      "other_properties": "",
      "no_1": "Ir là một kim loại không hoạt động hóa học, tức là không phản ứng với nhiều chất khác. Vì vậy, nó có khả năng chống ăn mòn và không bị oxi hóa dễ dàng.",
      "no_2": "Ir không tan trong axit, trừ axit khói (axit clohidric hỗn hợp với axit clohydric) và axit nitric.",
      "no_3": "Ir có khả năng tạo hợp chất hóa học với các nguyên tố khác như oxi, lưu huỳnh và clo.",
      "no_4": "Tóm lại, nguyên tố Ir có tính chất vật lý là kim loại màu bạc, cứng và có điểm nóng chảy và điểm sôi cao. Tính chất hóa học của Ir là không hoạt động hóa học, không dễ bị oxi hóa và không tan trong nhiều chất axit.",
      "no_5": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_077_iridium/element_077_iridium.glb"
    },
    {
      "number": 109,
      "name": "Meitnerium",
      "symbol": "Mt",
      "extract": "Meitnerium is a synthetic chemical element with symbol Mt and atomic number 109. It is an extremely radioactive synthetic element (an element not found in nature, but can be created in a laboratory). The most stable known isotope, meitnerium-278, has a half-life of 7.6 seconds, although the unconfirmed meitnerium-282 may have a longer half-life of 67 seconds. The GSI Helmholtz Centre for Heavy Ion Research near Darmstadt, Germany, first created this element in 1982. It is named after Lise Meitner.",
      "source": "https://en.wikipedia.org/wiki/Meitnerium",
      "category": "Unknown chemical properties",
      "atomic_weight": "[278]",
      "colors": "FFC0C0",
      "status": "Rắn (dự đoán)",
      "color": "",
      "melting_point": "",
      "melting_temperature": "Khoảng 2600-2900 °C ",
      "other_properties": "",
      "no_1": "Trạng thái +6 trong nhóm 9 chỉ được biết đến đối với fluoride, chúng được tạo ra bằng phản ứng trực tiếp. Do đó, meitneri có thể tạo thành hexafluoride, MtF6. Muối này được cho là bền hơn iridi(VI) fluoride, vì trạng thái +6 trở nên bền hơn trong nhóm này.",
      "no_2": "Khi kết hợp với oxy, rhodi tạo ra Rh2O3 trong khi đó iridi bị oxy hóa thành trạng thái +4 trong IrO2. Meitneri có thể tạo thành dạng oxide, MtO2, nếu tính chất phản ứng eka-iridi được thể hiện.",
      "no_3": "Trạng thái +3 trong nhóm 9 là phổ biến ở dạng trihalua (trừ fluoride) tạo thành từ phản ứng trực tiếp với các halogen. Do đó, meitneri có thể tạo thành MtCl3, MtBr3 và MtI3 theo cách tương tự với iridi.",
      "no_4": "",
      "no_5": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_109_meitnerium/element_109_meitnerium.glb"
    },
    null,
    {
      "number": 63,
      "name": "Europium",
      "symbol": "Eu",
      "extract": "Europium is a chemical element with symbol Eu and atomic number 63. It was isolated in 1901 and is named after the continent of Europe. It is a moderately hard, silvery metal which readily oxidizes in air and water. Being a typical member of the lanthanide series, europium usually assumes the oxidation state +3, but the oxidation state +2 is also common. All europium compounds with oxidation state +2 are slightly reducing.",
      "source": "https://en.wikipedia.org/wiki/Europium",
      "category": "Lanthanide",
      "atomic_weight": "151.964(1) u(±)",
      "colors": "FFBFFF",
      "status": "Thể rắn.",
      "color": "Bạc trắng.",
      "melting_point": "1802 K (1529 °C, 2784 °F).",
      "melting_temperature": "1099 K (826 °C, 1519 °F).",
      "other_properties": "Kim loại nềm, dễ uốn.",
      "no_1": "Phản ứng với oxygen trong không khí.\n   2Eu + O2 -> 2EuO",
      "no_2": "Phản ứng với nước.\n   Eu + 2H2O -> Eu(OH)2 + H2",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_063_europium/element_063_europium.glb"
    },
    {
      "number": 95,
      "name": "Americium",
      "symbol": "Am",
      "extract": "Americium is a synthetic  chemical element with symbol Am and atomic number 95. It is radioactive and a transuranic member of the actinide series, in the periodic table located under the lanthanide element europium, and thus by analogy was named after the Americas.Americium was first produced in 1944 by the group of Glenn T. Seaborg from Berkeley, California, at the Metallurgical Laboratory of the University of Chicago, a part of the Manhattan Project. Although it is the third element in the transuranic series, it was discovered fourth, after the heavier curium. The discovery was kept secret and only released to the public in November 1945. Most americium is produced by uranium or plutonium being bombarded with neutrons in nuclear reactors – one tonne of spent nuclear fuel contains about 100 grams of americium.",
      "source": "https://en.wikipedia.org/wiki/Americium",
      "category": "Actinide",
      "atomic_weight": "[243]",
      "colors": "FF99CC",
      "status": "Thể rắn.",
      "color": "Trắng bạc, ánh kim.",
      "melting_point": "2607°C (2880°K, 4725°F).",
      "melting_temperature": "1176°C (1449°K, 2149°F).",
      "other_properties": "",
      "no_1": "",
      "no_2": "",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_095_americium/element_095_americium.glb"
    },
    null,
    null,
    null,
    {
      "number": 28,
      "name": "Nickel",
      "symbol": "Ni",
      "extract": "Nickel is a chemical element with symbol Ni and atomic number 28. It is a silvery-white lustrous metal with a slight golden tinge. Nickel belongs to the transition metals and is hard and ductile. Pure nickel, powdered to maximize the reactive surface area, shows a significant chemical activity, but larger pieces are slow to react with air under standard conditions because an oxide layer forms on the surface and prevents further corrosion (passivation). Even so, pure native nickel is found in Earth's crust only in tiny amounts, usually in ultramafic rocks, and in the interiors of larger nickel–iron meteorites that were not exposed to oxygen when outside Earth's atmosphere.",
      "source": "https://en.wikipedia.org/wiki/Nickel",
      "category": "Transition Metal",
      "atomic_weight": "58.6934(4) u(±)",
      "colors": "FFC0C0",
      "status": "Thể rắn.",
      "color": "Màu trắng bạc.",
      "melting_point": "2732 °C.",
      "melting_temperature": "1455 °C.",
      "other_properties": "Khối lượng riêng: 8,91 g/cm3.",
      "no_1": "Phản ứng với nước: Niken phản ứng với nước tạo ra niken hydroxide (Ni(OH)2). Phản ứng này xảy ra chậm ở nhiệt độ phòng, nhưng nhanh hơn ở nhiệt độ cao.\n   Ni + 2H2O → Ni(OH)2 + H2",
      "no_2": "Phản ứng với oxi: Niken phản ứng với oxi tạo ra niken oxit (NiO). Phản ứng này xảy ra ở nhiệt độ thường.\n   2Ni + O2 → 2NiO",
      "no_3": "Phản ứng với acid: Niken phản ứng với axit tạo ra muối niken và nước. Phản ứng này xảy ra ở nhiệt độ thường.\n   Ni + 2HCl → NiCl2 + H2",
      "no_4": "Phản ứng với kim loại khác: Niken phản ứng với kim loại khác tạo ra hợp kim niken.\n   Ni + 2Al → Al2Ni2",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_028_nickel/element_028_nickel.glb"
    },
    {
      "number": 46,
      "name": "Palladium",
      "symbol": "Pd",
      "extract": "Palladium is a chemical element with symbol Pd and atomic number 46. It is a rare and lustrous silvery-white metal discovered in 1803 by William Hyde Wollaston. He named it after the asteroid Pallas, which was itself named after the epithet of the Greek goddess Athena, acquired by her when she slew Pallas. Palladium, platinum, rhodium, ruthenium, iridium and osmium form a group of elements referred to as the platinum group metals (PGMs). These have similar chemical properties, but palladium has the lowest melting point and is the least dense of them.",
      "source": "https://en.wikipedia.org/wiki/Palladium",
      "category": "Transition Metal",
      "atomic_weight": "106.42(1) u(±)",
      "colors": "FFC0C0",
      "status": "Thể rắn.",
      "color": "Trắng bạc.",
      "melting_point": "1.130,00 °C.",
      "melting_temperature": "430,00 °C.",
      "other_properties": "Palladium là kim loại màu trắng bạc và mềm, trông tương tự như platin. Nó có tỷ trọng riêng nhỏ nhất và điểm nóng chảy thấp nhất trong số các kim loại nhóm platin. Nó mềm và dễ uốn khi tôi và tăng sức bền cũng như độ cứng lên rất nhiều khi gia công nguội.",
      "no_1": "Palladium hòa tan chậm trong acid H2SO4, acid HNO3 và acid HCl. Kim loại này không phản ứng với oxygen ở nhiệt độ bình thường và vì thế nó không bị xỉn màu khi ở trong không khí. Paladi nung nóng tới 800 °C sẽ sinh ra một lớp oxide paladi (II) (PdO). Nó bị xỉn màu nhẹ trong không khí ẩm có chứa sulfur.",
      "no_2": "",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_046_palladium/element_046_palladium.glb"
    },
    {
      "number": 78,
      "name": "Platinum",
      "symbol": "Pt",
      "extract": "Platinum is a chemical element with symbol Pt and atomic number 78. It is a dense, malleable, ductile, highly unreactive, precious, silverish-white transition metal. Its name is derived from the Spanish term platino, meaning \"little silver\".Platinum is a member of the platinum group of elements and group 10 of the periodic table of elements. It has six naturally occurring isotopes. It is one of the rarer elements in Earth's crust, with an average abundance of approximately 5 μg/kg.",
      "source": "https://en.wikipedia.org/wiki/Platinum",
      "category": "Transition Metal",
      "atomic_weight": "195.084(9) u(±)",
      "colors": "FFC0C0",
      "status": "Thể rắn.",
      "color": "Trắng bạc.",
      "melting_point": "3800°C.",
      "melting_temperature": "1772°C.",
      "other_properties": "Mềm, rất dễ cán kéo, rèn được, khó nóng chảy. Có khối lượng riêng là 21,45 g/cm3.",
      "no_1": "Tác dụng với phi kim. Khi nung nóng, Pt tác dụng được với phi kim có tính oxi hóa mạnh (như oxygen, halogen,...)\n   Pt + O2 -> PtO2.",
      "no_2": "Tác dụng với acid. Pt không tan trong acid, chỉ tan trong nước cường toan và HCl đặc có bão hòa Cl2.\n   3Pt + 18HCl (đặc) + 4HNO3 (đặc) → 3H2[PtCl6] + 4NO2 + 8H2O.\n   Pt + 2HCl(đặc, nóng) + 2Cl2 → H2[PtCl6]",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_078_platinum/element_078_platinum.glb"
    },
    {
      "number": 110,
      "name": "Darmstadtium",
      "symbol": "Ds",
      "extract": "Darmstadtium is a synthetic chemical element with symbol Ds and atomic number 110. It is an extremely radioactive synthetic element. The most stable known isotope, darmstadtium-281, has a half-life of approximately 12.7 seconds. Darmstadtium was first created in 1994 by the GSI Helmholtz Centre for Heavy Ion Research near the city of Darmstadt, Germany, after which it was named.\nIn the periodic table, it is a d-block transactinide element.",
      "source": "https://en.wikipedia.org/wiki/Darmstadtium",
      "category": "Unknown chemical properties",
      "atomic_weight": "[281]",
      "colors": "FFC0C0",
      "status": "Chưa biết.",
      "color": "Không rõ.",
      "melting_point": "Không rõ",
      "melting_temperature": "Không rõ",
      "other_properties": "",
      "no_1": "",
      "no_2": "",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_110_darmstadtium/element_110_darmstadtium.glb"
    },
    null,
    {
      "number": 64,
      "name": "Gadolinium",
      "symbol": "Gd",
      "extract": "Gadolinium is a chemical element with symbol Gd and atomic number 64. Gadolinium is a silvery-white, malleable, and ductile rare earth metal. It is found in nature only in oxidized form, and even when separated, it usually has impurities of the other rare earths. Gadolinium was discovered in 1880 by Jean Charles de Marignac, who detected its oxide by using spectroscopy. It is named after the mineral gadolinite, one of the minerals in which gadolinium is found, itself named for the chemist Johan Gadolin.",
      "source": "https://en.wikipedia.org/wiki/Gadolinium",
      "category": "Lanthanide",
      "atomic_weight": "157.25(3) u(±)",
      "colors": "FFBFFF",
      "status": "Chất rắn.",
      "color": "Bạc trắng.",
      "melting_point": "3271.85°C (3545 K)",
      "melting_temperature": "1311.85°C (1585 K)",
      "other_properties": "",
      "no_1": "",
      "no_2": "",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_064_gadolinium/element_064_gadolinium.glb"
    },
    {
      "number": 96,
      "name": "Curium",
      "symbol": "Cm",
      "extract": "Curium is a transuranic radioactive chemical element with symbol Cm and atomic number 96. This element of the actinide series was named after Marie and Pierre Curie – both were known for their research on radioactivity. Curium was first intentionally produced and identified in July 1944 by the group of Glenn T. Seaborg at the University of California, Berkeley. The discovery was kept secret and only released to the public in November 1947. Most curium is produced by bombarding uranium or plutonium with neutrons in nuclear reactors – one tonne of spent nuclear fuel contains about 20 grams of curium.",
      "source": "https://en.wikipedia.org/wiki/Curium",
      "category": "Actinide",
      "atomic_weight": "[247]",
      "colors": "FF99CC",
      "status": "Thể rắn.",
      "color": "Trắng bạc.",
      "melting_point": "3110°C (3383°K, 5630°F).",
      "melting_temperature": "1340°C (1613°K, 2444°F).",
      "other_properties": "Curium là kim loại có độ cứng cao, khó gia công, khó rèn, có độ giòn cao.",
      "no_1": "Curium rất dễ bị oxy hóa trong không khí và trở nên xám lại. Trạng thái oxide của curium thường gặp là curium(III) oxide (Cm2O3) và hiếm gặp như curium(IV) oxide (CmO2) và curium(II) oxide (CmO).",
      "no_2": "Curium(IV) oxide là một oxide không bền, dễ dàng bị phân hủy ở nhiệt độ cao và trong môi trường chân không (khoảng 6000C và 0,01 Pa) và tạo ra sản phẩm là khí oxy và curium(III) oxide:\n      4CmO2 ---> 2Cm2O3 + O2",
      "no_3": "Trong hợp chất với halide, thì kim loại này dễ dàng phản ứng với fluorine nhất và tạo ra muối là CmF3 (curium trifluoride).",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_096_curium/element_096_curium.glb"
    },
    null,
    null,
    null,
    {
      "number": 29,
      "name": "Copper",
      "symbol": "Cu",
      "extract": "Copper is a chemical element with symbol Cu (from Latin: cuprum) and atomic number 29. It is a soft, malleable, and ductile metal with very high thermal and electrical conductivity. A freshly exposed surface of pure copper has a pinkish-orange color. Copper is used as a conductor of heat and electricity, as a building material, and as a constituent of various metal alloys, such as sterling silver used in jewelry, cupronickel used to make marine hardware and coins, and constantan used in strain gauges and thermocouples for temperature measurement.\nCopper is one of the few metals that can occur in nature in a directly usable metallic form (native metals).",
      "source": "https://en.wikipedia.org/wiki/Copper",
      "category": "Transition Metal",
      "atomic_weight": "63.546(3) u(±)",
      "colors": "FFC0C0",
      "status": "Thể rắn.",
      "color": "Đỏ cam.",
      "melting_point": "2595 °C.",
      "melting_temperature": "1085 °C.",
      "other_properties": "Khối lượng riêng: 8,96 g/cm3.",
      "no_1": "Tính chất hóa học cụ thể: Phản ứng với nước: Đồng không phản ứng với nước ở nhiệt độ thường. Phản ứng với oxi: Đồng phản ứng với oxi ở nhiệt độ cao tạo ra đồng oxit (CuO).\n   2Cu + O2 → 2CuO",
      "no_2": "Phản ứng với axit: Đồng phản ứng với axit clohydric (HCl) tạo ra đồng clorua (CuCl2) và khí hidro (H2).\n   Cu + 2HCl → CuCl2 + H2",
      "no_3": "Phản ứng với kim loại khác: Đồng phản ứng với kim loại khác tạo ra hợp kim đồng.\n   Cu + 2Al → Al2Cu",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_029_copper/element_029_copper.glb"
    },
    {
      "number": 47,
      "name": "Silver",
      "symbol": "Ag",
      "extract": "Silver is a chemical element with symbol Ag (from the Latin argentum, derived from the Proto-Indo-European h₂erǵ: \"shiny\" or \"white\") and atomic number 47. A soft, white, lustrous transition metal, it exhibits the highest electrical conductivity, thermal conductivity, and reflectivity of any metal. The metal is found in the Earth's crust in the pure, free elemental form (\"native silver\"), as an alloy with gold and other metals, and in minerals such as argentite and chlorargyrite. Most silver is produced as a byproduct of copper, gold, lead, and zinc refining.\nSilver has long been valued as a precious metal.",
      "source": "https://en.wikipedia.org/wiki/Silver",
      "category": "Transition Metal",
      "atomic_weight": "107.8682(2) u(±)",
      "colors": "FFC0C0",
      "status": "Thể rắn.",
      "color": "Trắng bóng.",
      "melting_point": "",
      "melting_temperature": "960,5 °.C",
      "other_properties": "Bạc là kim loại mềm, dẻo, dễ uốn (cứng hơn vàng một chút), có hóa trị một, để đúc tiền, có màu trắng bóng ánh kim nếu bề mặt có độ đánh bóng cao. Bạc có độ dẫn điện tốt nhất trong các kim loại, cao hơn cả đồng, nhưng do giá thành cao nên nó không được sử dụng rộng rãi để làm dây dẫn điện như đồng. Khối lượng riêng: 10,49 g·cm−3",
      "no_1": "Tác dụng với phi kim:\n - Bạc không bị oxi hóa trong không khí dù ở nhiệt độ cao. Tác dụng với ozon. \n   2Ag + O3 → Ag2O + O2",
      "no_2": "Bạc không tác dụng với HCl và H2SO4 loãng, nhưng tác dụng với các axit có tính oxi hóa mạnh, như HNO3 hoặc H2SO4 đặc, nóng.\n   3Ag + 4HNO3 (loãng)  → 3AgNO3 + NO + 2H2O\n   2Ag + 2H2SO4 (đặc, nóng)  → Ag2SO4 + SO2 + 2H2O",
      "no_3": "Tác dụng với các chất khác:\n- Bạc có màu đen khi tiếp xúc với không khí hoặc nước có mặt hidro sunfua:\n   4Ag + 2H2S + O2 (kk)  → 2Ag2S + 2H2O\n- Bạc tác dụng được với axit HF khi có mặt của oxi già:\n   2Ag + 2HF (đặc) + H2O2 → 2AgF + 2H2O\n   2Ag + 4KCN (đặc) + H2O2  → 2K[Ag(CN)2] + 2KOH",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_047_silver/element_047_silver.glb"
    },
    {
      "number": 79,
      "name": "Gold",
      "symbol": "Au",
      "extract": "Gold is a chemical element with symbol Au (from Latin: aurum) and atomic number 79, making it one of the higher atomic number elements that occur naturally. In its purest form, it is a bright, slightly reddish yellow, dense, soft, malleable, and ductile metal. Chemically, gold is a transition metal and a group 11 element. It is one of the least reactive chemical elements and is solid under standard conditions. Gold often occurs in free elemental (native) form, as nuggets or grains, in rocks, in veins, and in alluvial deposits.",
      "source": "https://en.wikipedia.org/wiki/Gold",
      "category": "Transition Metal",
      "atomic_weight": "196.966570(4) u(±)",
      "colors": "FFC0C0",
      "status": "Thể rắn.",
      "color": "Vàng ánh kim.",
      "melting_point": "2856°C (3129°K hay 5173°F).",
      "melting_temperature": "1064.18°C (1337.33°K hay 1947.52°F).",
      "other_properties": "Là kim loại dẫn điện và dẫn nhiệt tốt.",
      "no_1": "Là kim loại bền, không phản ứng với acid hay phi kim, cũng không bị Oxy hóa bởi các chất có tính Oxi hóa mạnh như HNO3 đặc nóng hay H2SO4 đặc nóng.",
      "no_2": "Vàng bị hòa tan bởi nước cường toan (HNO3 và HCl) hay với dung dịch muối xianua của kim loại kiềm (NaCN, KCN,…)\n   Au + HNO3 (đặc) + 4HCl (đặc) → H[AuCl4] + NO + 2H2O\n   4Au + 8NaCN (đặc) + O2 + H2O → 4Na[Au(CN)2] + 4NaOH",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_079_gold/element_079_gold.glb"
    },
    {
      "number": 111,
      "name": "Roentgenium",
      "symbol": "Rg",
      "extract": "Roentgenium is a chemical element with symbol Rg and atomic number 111. It is an extremely radioactive synthetic element that can be created in a laboratory but is not found in nature. The most stable known isotope, roentgenium-282, has a half-life of 100 seconds, although the unconfirmed roentgenium-286 may have a longer half-life of about 10.7 minutes. Roentgenium was first created in 1994 by the GSI Helmholtz Centre for Heavy Ion Research near Darmstadt, Germany. It is named after the physicist Wilhelm Röntgen (also spelled Roentgen), who discovered X-rays.",
      "source": "https://en.wikipedia.org/wiki/Roentgenium",
      "category": "Unknown chemical properties",
      "atomic_weight": "[282]",
      "colors": "FFC0C0",
      "status": "Không rõ.",
      "color": "Không rõ.",
      "melting_point": "Không rõ.",
      "melting_temperature": "Không rõ.",
      "other_properties": "Không rõ.",
      "no_1": ".",
      "no_2": "",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_111_roentgenium/element_111_roentgenium.glb"
    },
    null,
    {
      "number": 65,
      "name": "Terbium",
      "symbol": "Tb",
      "extract": "Terbium is a chemical element with symbol Tb and atomic number 65. It is a silvery-white, rare earth metal that is malleable, ductile, and soft enough to be cut with a knife. The ninth member of the lanthanide series, terbium is a fairly electropositive metal that reacts with water, evolving hydrogen gas. Terbium is never found in nature as a free element, but it is contained in many minerals, including cerite, gadolinite, monazite, xenotime, and euxenite.\nSwedish chemist Carl Gustaf Mosander discovered terbium as a chemical element in 1843.",
      "source": "https://en.wikipedia.org/wiki/Terbium",
      "category": "Lanthanide",
      "atomic_weight": "158.925354(8) u(±)",
      "colors": "FFBFFF",
      "status": "Chất rắn.",
      "color": "Bạc trắng.",
      "melting_point": "3230°C (3503.15 K)",
      "melting_temperature": "1355.85°C (1629 K)",
      "other_properties": "",
      "no_1": "Trạng thái hóa trị phổ biến nhất của terbi là +3, như trong terbi(III) oxit (Tb2O3). Trạng thái +4 được biết đến trong TbO2 và TbF4. Terbi dễ dàng cháy tạo ra hỗn hợp của các oxit hóa trị 3 và 4:\n    8Tb + 7O2 → 2Tb4O7",
      "no_2": "Trong dung dịch, terbi chỉ tạo ra các ion hóa trị 3. Terbi có độ âm điện thấp và phản ứng chậm với nước lạnh nhưng khá nhanh với nước nóng để tạo ra hydroxide terbi:\n    2Tb(r) + 6H2O(h) → 2Tb(OH)3(dd) + 3H2(k)",
      "no_3": "Terbi kim loại phản ứng với mọi halogen:\n    2Tb(rắn) + 3F2(khí) → 2TbF3(rắn) [màu trắng]\n    2Tb(rắn) + 3Cl2(khí) → 2TbCl3(rắn) [màu trắng]\n    2Tb(rắn) + 3Br2(khí) → 2TbBr3(rắn) [màu trắng]\n    2Tb(rắn) + 3I2(khí) → 2TbI3(rắn) [màu trắng]",
      "no_4": "Terbi hòa tan dễ dàng trong axit sulfuric loãng để tạo ra các dung dịch chứa các ion Tb(III) màu hồng nhạt, tồn tại như là các phức hợp [Tb(H2O)9]3+:\n    2Tb(r) + 3H2SO4(dd) → 2Tb3+(dd) + 3SO42-(dd) + 3H2(k)",
      "no_5": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_065_terbium/element_065_terbium.glb"
    },
    {
      "number": 97,
      "name": "Berkelium",
      "symbol": "Bk",
      "extract": "Berkelium is a transuranic radioactive chemical element with symbol Bk and atomic number 97. It is a member of the actinide and transuranium element series. It is named after the city of Berkeley, California, the location of the Lawrence Berkeley National Laboratory (then the University of California Radiation Laboratory) where it was discovered in December 1949. Berkelium was the fifth transuranium element discovered after neptunium, plutonium, curium and americium.\nThe major isotope of berkelium, 249Bk, is synthesized in minute quantities in dedicated high-flux nuclear reactors, mainly at the Oak Ridge National Laboratory in Tennessee, USA, and at the Research Institute of Atomic Reactors in Dimitrovgrad, Russia.",
      "source": "https://en.wikipedia.org/wiki/Berkelium",
      "category": "Actinide",
      "atomic_weight": "[247]",
      "colors": "FF99CC",
      "status": "Thể răn.",
      "color": "Ánh bạc.",
      "melting_point": "2627°C (2900°K).",
      "melting_temperature": "986°C (1259°K, 1807°F).",
      "other_properties": "",
      "no_1": "Ở nhiệt độ cao, berkeli bị oxy hóa nhanh chóng trong không khí hoặc oxy, tạo thành các oxit của nó.\n      Bk + O2 → BkO2\n      4Bk + 3O2 → 2Bk2O3",
      "no_2": "Nó dễ dàng hòa tan trong axit khoáng, giải phóng khí Hydrogen và tạo thành các ion.\n      Bk3+ 2Bk + 6HF → 2BkF3 + 3H2",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_097_berkelium/element_097_berkelium.glb"
    },
    null,
    null,
    null,
    {
      "number": 30,
      "name": "Zinc",
      "symbol": "Zn",
      "extract": "Zinc is a chemical element with symbol Zn and atomic number 30. It is the first element in group 12 of the periodic table. In some respects zinc is chemically similar to magnesium: both elements exhibit only one normal oxidation state (+2), and the Zn2+ and Mg2+ ions are of similar size. Zinc is the 24th most abundant element in Earth's crust and has five stable isotopes. The most common zinc ore is sphalerite (zinc blende), a zinc sulfide mineral.",
      "source": "https://en.wikipedia.org/wiki/Zinc",
      "category": "Post-transition Metal",
      "atomic_weight": "65.38(2) u(±)",
      "colors": "FFC0C0",
      "status": "Thể rắn.",
      "color": "Màu trắng bạc.",
      "melting_point": "907 °C.",
      "melting_temperature": "419,5 °C.",
      "other_properties": "Khối lượng riêng: 7,14 g/cm3.",
      "no_1": "Tính chất hóa học cụ thể: Phản ứng với nước: Kẽm phản ứng với nước ở nhiệt độ thường tạo ra kẽm hydroxit (Zn(OH)2) và khí hidro (H2).\n   Zn + 2H2O → Zn(OH)2 + H2",
      "no_2": "Phản ứng với oxygen: Zinc phản ứng với oxi ở nhiệt độ thường tạo ra Zinc oxide (ZnO).\n   2Zn + O2 → 2ZnO",
      "no_3": "Phản ứng với acid: Kẽm phản ứng với acid HCl tạo ra Zinc chlorine (ZnCl2) và khí hydrogen (H2).\n   Zn + 2HCl → ZnCl2 + H2",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_030_zinc/element_030_zinc.glb"
    },
    {
      "number": 48,
      "name": "Cadmium",
      "symbol": "Cd",
      "extract": "Cadmium is a chemical element with symbol Cd and atomic number 48. This soft, bluish-white metal is chemically similar to the two other stable metals in group 12, zinc and mercury. Like zinc, it demonstrates oxidation state +2 in most of its compounds, and like mercury, it has a lower melting point than the transition metals in groups 3 through 11. Cadmium and its congeners in group 12 are often not considered transition metals, in that they do not have partly filled d or f electron shells in the elemental or common oxidation states. The average concentration of cadmium in Earth's crust is between 0.1 and 0.5 parts per million (ppm).",
      "source": "https://en.wikipedia.org/wiki/Cadmium",
      "category": "Post-transition Metal",
      "atomic_weight": "112.414(4) u(±)",
      "colors": "FFC0C0",
      "status": "Thể rắn.",
      "color": "Trắng ánh xanh.",
      "melting_point": "1040 K (767 °C, 1413 °F).",
      "melting_temperature": "594,22 K (321,07 °C, 609,93 °F).",
      "other_properties": "Mềm, dẻo, dễ uốn, rất dễ cắt bằng dao.\n Có khối lượng riêng là 8,65 g/cm3.",
      "no_1": "Cd là kim loại có tính khử trung bình, thế điện cực chuẩn E0Cd2+/Cd = - 0,4V.- Có mức oxi hóa phổ biến là +2.",
      "no_2": "Tác dụng với phi kim.\n- Trong không khí ẩm, Cd bị phủ một màng oxide bền. Khi đun nóng Cd phản ứng được với nhiều phi kim (như oxygen, halogen, sulfur, phos phorus,...).\n   2Cd + O2 → 2CdO\n   Cd + I2 → CdI2\n   3Cd + 2P(đỏ) → Cd3P2",
      "no_3": "Tác dụng với axit:\n- Tác dụng với HCl, H2SO4 loãng tạo muối và gải phóng khí hidro.\n   Cd + 2HCl →CdCl2 + H2\n- Tác dụng với HNO3 và H2SO4 đặc, Cd khử được và xuống những mức oxy hoá thấp hơn.\n    Cd + 4HNO3 đặc) → Cd(NO3)2 +2NO2 +2H2O",
      "no_4": "Tác dụng với dung dịch muối. Cd đẩy được các kim loại yếu hơn ra khỏi dung dịch muối.\n   Cd + CuSO4 (dd)→ CdSO4 + Cu\n   Cd + 2FeCl3 (dd) → CdCl2 + 2FeCl2",
      "no_5": "Tác dụng với hơi nước.\n   Cd + H2O (hơi) → CdO + H2",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_048_cadmium/element_048_cadmium.glb"
    },
    {
      "number": 80,
      "name": "Mercury",
      "symbol": "Hg",
      "extract": "Mercury is a chemical element with symbol Hg and atomic number 80. It is commonly known as quicksilver and was formerly named hydrargyrum ( hy-DRAR-jər-əm). A heavy, silvery d-block element, mercury is the only metallic element that is liquid at standard conditions for temperature and pressure; the only other element that is liquid under these conditions is the halogen bromine, though metals such as caesium, gallium, and rubidium melt just above room temperature.\nMercury occurs in deposits throughout the world mostly as cinnabar (mercuric sulfide). The red pigment vermilion is obtained by grinding natural cinnabar or synthetic mercuric sulfide.",
      "source": "https://en.wikipedia.org/wiki/Mercury (element)",
      "category": "Post-transition Metal",
      "atomic_weight": "200.592(3) u(±)",
      "colors": "FFC0C0",
      "status": "Thể lỏng.",
      "color": "Ánh bạc.",
      "melting_point": "356,73 °C (629,88°K, 674,11 °F).",
      "melting_temperature": "38,83 °C (234,32°K, -37,89 °F).",
      "other_properties": "Thủy ngân rắn dễ uốn và có thể cắt được bằng dao.",
      "no_1": "Thủy ngân không phản ứng với hầu hết các acid, chẳng hạn như acid sunfuric loãng.",
      "no_2": "Thủy ngân bị hòa tan bởi các acid có tính oxi hóa như acid H2SO4 đặc, nóng và HNO3 đặc, nóng.\n   Hg + 2H2SO4 → HgSO4 + 2H2O + SO2",
      "no_3": "Phản ứng với H2S trong không khí.\n   2Hg + H2S → Hg2S + H2",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_080_mercury/element_080_mercury.glb"
    },
    {
      "number": 112,
      "name": "Copernicium",
      "symbol": "Cn",
      "extract": "Copernicium is a synthetic chemical element with symbol Cn and atomic number 112. Its known isotopes are extremely radioactive, and have only been created in a laboratory. The most stable known isotope, copernicium-285, has a half-life of approximately 29 seconds. Copernicium was first created in 1996 by the GSI Helmholtz Centre for Heavy Ion Research near Darmstadt, Germany. It is named after the astronomer Nicolaus Copernicus.",
      "source": "https://en.wikipedia.org/wiki/Copernicium",
      "category": "Post-transition Metal",
      "atomic_weight": "[285]",
      "colors": "FFC0C0",
      "status": "Chưa rõ.",
      "color": "Chưa rõ.",
      "melting_point": "Chưa rõ.",
      "melting_temperature": "Chưa rõ.",
      "other_properties": "",
      "no_1": "",
      "no_2": "",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_112_copernicium/element_112_copernicium.glb"
    },
    null,
    {
      "number": 66,
      "name": "Dysprosium",
      "symbol": "Dy",
      "extract": "Dysprosium is a chemical element with symbol Dy and atomic number 66. It is a rare earth element with a metallic silver luster. Dysprosium is never found in nature as a free element, though it is found in various minerals, such as xenotime. Naturally occurring dysprosium is composed of seven isotopes, the most abundant of which is 164Dy.\nDysprosium was first identified in 1886 by Paul Émile Lecoq de Boisbaudran, but it was not isolated in pure form until the development of ion exchange techniques in the 1950s.",
      "source": "https://en.wikipedia.org/wiki/Dysprosium",
      "category": "Lanthanide",
      "atomic_weight": "162.500(1) u(±)",
      "colors": "FFBFFF",
      "status": "Chất rắn.",
      "color": "Bạc trắng.",
      "melting_point": "2566.85°C (2840 K)",
      "melting_temperature": "1411.85°C (1685 K)",
      "other_properties": "",
      "no_1": "Dysprosi kim loại bị xỉn chậm trong không khí và cháy thành dysprosi(III) oxit:\n    4Dy + 3O2 → 2Dy2O3",
      "no_2": "Dysprosi có độ âm điện vừa phải (1,22) và phản ứng chậm với nước lạnh nhưng rất nhanh với nước nóng để tạo thành dysprosi(III) hydroxide:\n    2Dy (r) + 6H2O (h) → 2Dy(OH)3 (dd) + 3H2 (k)",
      "no_3": "Dysprosi kim loại phản ứng mãnh liệt với mọi halogen ở nhiệt độ trên 200 °C:\n   2Dy (rắn) + 3F2 (khí) → 2DyF3 (rắn) [lục]\n   2Dy (rắn) + 3Cl2 (khí) → 2DyCl3 (rắn) [trắng]\n   2Dy (rắn) + 3Br2 (khí) → 2DyBr3 (rắn) [trắng]\n   2Dy (rắn) + 3I2 (khí) → 2DyI3 (rắn) [lục]",
      "no_4": "Dysprosi dễ dàng hòa tan trong axit sulfuric loãng để tạo ra các dung dịch chứa các ion Dy(III) màu vàng, tồn tại như là phức hợp [Dy(H2O)9]3+:\n    2Dy (r) + 3H2SO4 (dd) → 2Dy3+ (dd) + 3SO2- 4 (dd) + 3H2 (k)",
      "no_5": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_066_dysprosium/element_066_dysprosium.glb"
    },
    {
      "number": 98,
      "name": "Californium",
      "symbol": "Cf",
      "extract": "Californium is a radioactive chemical element with symbol Cf and atomic number 98. The element was first synthesized in 1950 at the Lawrence Berkeley National Laboratory (then the University of California Radiation Laboratory), by bombarding curium with alpha particles (helium-4 ions). It is an actinide element, the sixth transuranium element to be synthesized, and has the second-highest atomic mass of all the elements that have been produced in amounts large enough to see with the unaided eye (after einsteinium). The element was named after the university and the state of California.\nTwo crystalline forms exist for californium under normal pressure: one above and one below 900 °C (1,650 °F).",
      "source": "https://en.wikipedia.org/wiki/Californium",
      "category": "Actinide",
      "atomic_weight": "[251]",
      "colors": "FF99CC",
      "status": "Thể rắn.",
      "color": "Ánh kim.",
      "melting_point": "1472°C.",
      "melting_temperature": "900°C (1173°K, 1652°F).",
      "other_properties": "",
      "no_1": "Kim loại bị oxi hóa, nhưng không mạnh ở nhiệt độ phòng\n      Cf + O2 → CfO2\n      4Cf + 3O2 → 2Cf2O3",
      "no_2": "",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_098_californium/element_098_californium.glb"
    },
    null,
    {
      "number": 5,
      "name": "Boron",
      "symbol": "B",
      "extract": "Boron is a chemical element with symbol B and atomic number 5. Produced entirely by cosmic ray spallation and supernovae and not by stellar nucleosynthesis, it is a low-abundance element in the Solar system and in the Earth's crust. Boron is concentrated on Earth by the water-solubility of its more common naturally occurring compounds, the borate minerals. These are mined industrially as evaporites, such as borax and kernite. The largest known boron deposits are in Turkey, the largest producer of boron minerals.",
      "source": "https://en.wikipedia.org/wiki/Boron",
      "category": "Metalloid",
      "atomic_weight": "10.81 u(±)",
      "colors": "CCCC99",
      "status": "Thể rắn",
      "color": "Màu đen (tinh thể) hoặc nâu đỏ (vô định hình)",
      "melting_point": "4000 °C.",
      "melting_temperature": "2076 °C.",
      "other_properties": "Khó nóng chảy, rất cứng, giòn. Ở nhiệt độ phòng boron là một chất dẫn điện kém nhưng là chất dẫn điện tốt ở nhiệt độ cao. Khối lượng riêng là 2,34 g/cm3",
      "no_1": "Tác dụng với phi kim. Ở nhiệt độ cao, B phản ứng với các phi kim như nitrogen, sulfur, oxygen. halogen,...\n 4B + 3O2  → 2B2O3\n 2B + 3S  → B2S3",
      "no_2": "Tác dụng với axit. Bo không tác dụng với các dung dịch axit loãng.\n 2B + 6HCl  → 2BCl3 + 3H2\n B + 3HNO3 (đặc, nóng)  → B(OH)3  + 3NO2",
      "no_3": "Tác dụng với nước (hơi, ở nhiệt độ khoảng 700 - 8000C).\n 2B + 3H2O (hơi)  → B2O3 + 3H2",
      "no_4": "Tác dụng với dung dịch kiềm.\n 2B (v.đ.h) + 2NaOH(đặc) + 6H2O  → 2Na[B(OH)4] + 3H2",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_005_boron/element_005_boron.glb"
    },
    {
      "number": 13,
      "name": "Aluminium",
      "symbol": "Al",
      "extract": "Aluminium or aluminum is a chemical element with symbol Al and atomic number 13. It is a silvery-white, soft, nonmagnetic and ductile metal in the boron group. By mass, aluminium makes up about 8% of the Earth's crust; it is the third most abundant element after oxygen and silicon and the most abundant metal in the crust, though it is less common in the mantle below. The chief ore of aluminium is bauxite. Aluminium metal is so chemically reactive that native specimens are rare and limited to extreme reducing environments.",
      "source": "https://en.wikipedia.org/wiki/Aluminium",
      "category": "Post-transition Metal",
      "atomic_weight": "26.9815384(3) u(±)",
      "colors": "CCCCCC",
      "status": "Thể rắn.",
      "color": "trắng bạc.",
      "melting_point": "2519°C.",
      "melting_temperature": "660.32°C.",
      "other_properties": "có tính dẫn điện và dẫn nhiệt tốt.",
      "no_1": "Là kim loại có tính khử mạnh chỉ sau kim loại kiềm và kiềm thổ.",
      "no_2": "Tác dụng với Phi kim. Nhôm tác dụng với Oxygen. Al chỉ phản ứng với oxygen trên bề mặt (vì tạo ra lớp màng oxide bao phủ bề mặt, bảo vệ và ngăn cản Al tham gia phản ứng tiếp):\n 2Al + 3O2 → Al2O3\n - Bột Al cháy trong không khí khi được đun nóng cho ngọn lửa màu sáng chói.\n - Muốn phản ứng xảy ra hoàn toàn thì phải loại bỏ lớp oxide bao phủ trên bề mặt Al (bằng cách tạo hỗn hỗng Al – Hg hoặc dùng Al bột đun nóng).\n Nhôm tác dụng với các phi kim khác.\n  Aluminium phản ứng được với các phi kim khác → muối.\n – Al tự bốc cháy khi tiếp xúc với các halogen:\n * Tổng quát: 2Al + 3X2 → 2AlX3\n – Al tác dụng với Chlorine:\n  2Al + 3Cl2 → 2AlCl3\n – Khi đun nóng, Aluminium tác dụng với bột Sulfur\n 2Al + 3S → Al2S3\n – Khi nhiệt độ rất cao (8000C), Al kết hợp với C và N2: \n 4Al + 3C → Al4C3",
      "no_3": "Phản ứng với nước. Aluminium không phản ứng với nước vì được lớp oxide mỏng, bền và đặc khít bảo vệ. Nếu phá bỏ lớp oxide bao phủ bề mặt, Al phản ứng trực tiếp với nước.\n 2Al + 6H2O → 2Al(OH)3↓ + 3H2↑\n Al(OH)3 là chất kết tủa dạng keo màu trắng khi sinh ra sẽ bao kín bề mặt của Al kim loại ngăn cách không cho Al tiếp xúc với nước để phản ứng tiếp nữa. Phản ứng này chỉ có ý nghĩa về mặt lý thuyết.",
      "no_4": "Tác dụng với oxide của kim loại kém hoạt động hơn (phản ứng nhiệt nhôm).\n - Al khử được oxide của các kim loại đứng sau nó:\n 2yAl + 3FexOy →yAl2O3 + 3xFe\n - Al tác dụng với Fe2O3:\n  2Al + Fe2O3 → Al2O3 + 2Fe\n - Al tác dụng với CuO: \n 2Al + 3CuO → Al2O3 + 3Cu",
      "no_5": "Tác dụng với aci. Tác dụng với dd HCl, H2SO4 loãng.\n - Al phản ứng dễ dàng với dd acid HCl, H2SO4 loãng → muối + H2↑\n 2Al + 6HCl → 2AlCl3 + 3H2↑\n 2Al + 3H2SO4 loãng → Al2(SO4)3 + 3H2↑\n  - Aluminium tác dụng với các acid có tính oxi hóa mạnh: HNO3 loãng hoặc đặc, H2SO4 đậm đặc\n  - Aluminium tác dụng với HNO3: \n Al + HNO3 → Al(NO3)3 + {NO2, NO, N2O, N2, NH4NO3} + H2O\n Ví dụ: Al + 4HNO3 loãng → Al(NO3)3 + NO↑ + 2H2O\n Al + 6HNO3 đặc, nóng → Al(NO3)3 + 3NO2↑ + 3H2O\n – Aluminium tác dụng với H2SO4: Al + H2SO4\n 2Al + 6H2SO4 đặc, nóng → Al2(SO4)3 + 3SO2↑ + 6H2O",
      "no_6": "Tác dụng với dung dịch base\n - Al tham gia phản ứng dễ dàng với các dung dịch kiềm:\n - Al tác dụng với NaOH: Al + NaOH\n 2Al + 2NaOH + 2H2O → 2NaAlO2 + 3H2↑\n - Al tác dụng với Ba(OH)2 : Al + Ba(OH)2\n 2Al + Ba(OH)2 + 2H2O → Ba(AlO2)2 + 3H2↑",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_013_aluminum/element_013_aluminum.glb"
    },
    {
      "number": 31,
      "name": "Gallium",
      "symbol": "Ga",
      "extract": "Gallium is a chemical element with symbol Ga and atomic number 31. It is in group 13 of the periodic table, and thus has similarities to the other metals of the group, aluminium, indium, and thallium. Gallium does not occur as a free element in nature, but as gallium(III) compounds in trace amounts in zinc ores and in bauxite. Elemental gallium is a soft, silvery blue metal at standard temperature and pressure, a brittle solid at low temperatures, and a liquid at temperatures greater than 29.76 °C (85.57 °F) (above room temperature, but below the normal human body temperature of 37 °C (99 °F), hence, the metal will melt in a person's hands).\nThe melting point of gallium is used as a temperature reference point.",
      "source": "https://en.wikipedia.org/wiki/Gallium",
      "category": "Post-transition Metal",
      "atomic_weight": "69.723(1) u(±)",
      "colors": "CCCCCC",
      "status": "Thể rắn.",
      "color": "Màu trắng bạc.",
      "melting_point": "2.204 °C.",
      "melting_temperature": "29,76 °C.",
      "other_properties": "Khối lượng riêng: 5,907 g/cm3.",
      "no_1": "Phản ứng với nước: Galium phản ứng với nước ở nhiệt độ thường tạo ra gallium oxit (Ga2O3) và hydrogen (H2).\n 2Ga + 3H2O → Ga2O3+ 3H2",
      "no_2": "Phản ứng với oxygen  Galium phản ứng với oxi ở nhiệt độ cao tạo ra gallium oxit (Ga2O3).\n 2Ga + O2 → Ga2O3",
      "no_3": "Phản ứng với axit: Galium phản ứng với axit clohydric (HCl) tạo ra gallium clorua (GaCl3) và hidro (H2).\n Ga + 3HCl → GaCl3 + H2",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_031_gallium/element_031_gallium.glb"
    },
    {
      "number": 49,
      "name": "Indium",
      "symbol": "In",
      "extract": "Indium is a chemical element with symbol In and atomic number 49. It is a post-transition metal that makes up 0.21 parts per million of the Earth's crust. Very soft and malleable, indium has a melting point higher than sodium and gallium, but lower than lithium and tin. Chemically, indium is similar to gallium and thallium, and it is largely intermediate between the two in terms of its properties. Indium was discovered in 1863 by Ferdinand Reich and Hieronymous Theodor Richter by spectroscopic methods.",
      "source": "https://en.wikipedia.org/wiki/Indium",
      "category": "Post-transition Metal",
      "atomic_weight": "114.818(1) u(±)",
      "colors": "CCCCCC",
      "status": "Thể rắn.",
      "color": "Bạc xám bóng.",
      "melting_point": "2345 K (2072 °C, 3762 °F).",
      "melting_temperature": "429,7485 K (156,5985 °C, 313,8773 °F).",
      "other_properties": "Mềm, dễ uốn và dễ dàng nóng chảy.",
      "no_1": "Đây là một chất mới được phát hiện, tính chất hóa học chưa được nghiên cứu nhiều.",
      "no_2": "",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_049_indium/element_049_indium.glb"
    },
    {
      "number": 81,
      "name": "Thallium",
      "symbol": "Tl",
      "extract": "Thallium  is a chemical element with symbol Tl and atomic number 81. It is a gray post-transition metal that is not found free in nature. When isolated, thallium resembles tin, but discolors when exposed to air. Chemists William Crookes and Claude-Auguste Lamy discovered thallium independently in 1861, in residues of sulfuric acid production. Both used the newly developed method of flame spectroscopy, in which thallium produces a notable green spectral line.",
      "source": "https://en.wikipedia.org/wiki/Thallium",
      "category": "Post-transition Metal",
      "atomic_weight": "204.38 u(±)",
      "colors": "CCCCCC",
      "status": "Thể rắn.",
      "color": "Bạc trắng.",
      "melting_point": "1473°C (1746°K, 2683°F).",
      "melting_temperature": "304°C (577°K, 579°F).",
      "other_properties": "Kim loại này rất mềm, dễ dát mỏng, có thể cắt bằng dao.",
      "no_1": "Khi cho tiếp xúc lần đầu với không khí, Thallium lúc đầu có sắc sáng bóng đặc trưng của kim loại, nhưng nhanh chóng bị mờ xỉn đi thành màu xám xanh do bị oxy hóa giống như chì.\n   4Tl + O2 → 2Tl2O\n Nếu có thêm nước, lớp thallium hydride sẽ hình thành.\n   Tl2O + H2O → 2TlOH",
      "no_2": "",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_081_thallium/element_081_thallium.glb"
    },
    {
      "number": 113,
      "name": "Nihonium",
      "symbol": "Nh",
      "extract": "Nihonium is a synthetic chemical element with the symbol Nh and atomic number 113. It is extremely radioactive; its most stable known isotope, nihonium-286, has a half-life of about 10 seconds. In the periodic table, nihonium is a transactinide element in the p-block. It is a member of period 7 and group 13 (boron group).\nNihonium was first reported to have been created in 2003 by a Russian–American collaboration at the Joint Institute for Nuclear Research (JINR) in Dubna, Russia, and in 2004 by a team of Japanese scientists at Riken in Wakō, Japan.",
      "source": "https://en.wikipedia.org/wiki/Nihonium",
      "category": "Unknown chemical properties",
      "atomic_weight": "[286]",
      "colors": "CCCCCC",
      "status": "Rắn (dự đoán)",
      "color": "",
      "melting_point": "1400 K (1100 °C, 2000 (dự đoán) °F)",
      "melting_temperature": "700 K (430 °C, 810 (dự đoán) °F)",
      "other_properties": "",
      "no_1": "Chưa xác định.",
      "no_2": "",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_113_nihonium/element_113_nihonium.glb"
    },
    null,
    {
      "number": 67,
      "name": "Holmium",
      "symbol": "Ho",
      "extract": "Holmium is a chemical element with symbol Ho and atomic number 67. Part of the lanthanide series, holmium is a rare-earth element. Holmium was discovered by Swedish chemist Per Theodor Cleve. Its oxide was first isolated from rare-earth ores in 1878. The element's name comes from Holmia, the Latin name for the city of Stockholm.",
      "source": "https://en.wikipedia.org/wiki/Holmium",
      "category": "Lanthanide",
      "atomic_weight": "164.930328(7) u(±)",
      "colors": "FFBFFF",
      "status": "Chất rắn.",
      "color": "Bạc trắng.",
      "melting_point": "2694.85°C (2968 K)",
      "melting_temperature": "1474°C (1747.15 K)",
      "other_properties": "",
      "no_1": "",
      "no_2": "",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_067_holmium/element_067_holmium.glb"
    },
    {
      "number": 99,
      "name": "Einsteinium",
      "symbol": "Es",
      "extract": "Einsteinium is a synthetic element with symbol Es and atomic number 99. A member of the actinide series, it is the seventh transuranic element.\nEinsteinium was discovered as a component of the debris of the first hydrogen bomb explosion in 1952, and named after Albert Einstein. Its most common isotope einsteinium-253 (half-life 20.47 days) is produced artificially from decay of californium-253 in a few dedicated high-power nuclear reactors with a total yield on the order of one milligram per year. The reactor synthesis is followed by a complex process of separating einsteinium-253 from other actinides and products of their decay.",
      "source": "https://en.wikipedia.org/wiki/Einsteinium",
      "category": "Actinide",
      "atomic_weight": "[252]",
      "colors": "FF99CC",
      "status": "Thể rắn.",
      "color": "Ánh bạc.",
      "melting_point": "",
      "melting_temperature": "860°C (1133°K, 1580°F).",
      "other_properties": "",
      "no_1": "Một số hợp chất có trạng thái oxy hóa +3 đã được đặc trưng, chẳng hạn như clorua (EsCl3), bromua (EsBr3), iotua (EsI3), oxychloride (EsOCl) và oxide.",
      "no_2": "",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_099_einsteinium/element_099_einsteinium.glb"
    },
    null,
    {
      "number": 6,
      "name": "Carbon",
      "symbol": "C",
      "extract": "Carbon (from Latin: carbo \"coal\") is a chemical element with symbol C and atomic number 6. It is nonmetallic and tetravalent—making four electrons available to form covalent chemical bonds. It belongs to group 14 of the periodic table. Three isotopes occur naturally, 12C and 13C being stable, while 14C is a radionuclide, decaying with a half-life of about 5,730 years. Carbon is one of the few elements known since antiquity.Carbon is the 15th most abundant element in the Earth's crust, and the fourth most abundant element in the universe by mass after hydrogen, helium, and oxygen.",
      "source": "https://en.wikipedia.org/wiki/Carbon",
      "category": "Reactive Nonmetal",
      "atomic_weight": "12.011 u(±)",
      "colors": "A0FFA0",
      "status": "Thể rắn",
      "color": "Màu trắng xám.",
      "melting_point": "Carbon không sôi ở điều kiện thông thường, mà thay vào đó nó chuyển trực tiếp từ trạng thái rắn sang trạng thái khí trong quá trình gọi là chưng cất hoặc sublimation. Ví dụ, than cốc có thể sublimation ở nhiệt độ khoảng 4000 độ Celsius.",
      "melting_temperature": "3550 °C.",
      "other_properties": "Carbon có nhiều dạng thu hình với các đặc tính khác nhau:\n  Kim cương:\n    Là chất tinh thể trong suốt, không màu, không dẫn điện, dẫn nhiệt kém.\n    Có cấu trúc tinh thể nguyên tử và cứng nhất trong tất cả các chất.\n  Than chì:\n    Là chất tinh thể màu xám đen.\n    Tinh thể than chì có cấu trúc lớp nên mềm.\n  Fuleren:\n    Fuleren gồm các phân tử C60, C70, ... Phân tử C60 có cấu trúc hình cầu rỗng, gồm 32 mặt, với 60 đỉnh là 60 nguyên tử cacbon..\n    Cacbon vô định hình:\n    Điều chế nhân tạo như than gỗ, than xương, than muội, ... có cấu tạo xốp nên hấp phụ mạnh các chất khí và chất tan trong dung dịch.",
      "no_1": "Cacbon thể hiện tính khử.\n  - Tác dụng với các phi kim: \n C + O2 → CO2\n C + CO2 → 2CO (4000C)\n  - Tác dụng với oxit kim loại:\n  - C khử được oxit của các kim loại đứng sau Al trong dãy hoạt động hóa học của kim loại ở nhiệt độ cao.\n CuO + C → Cu + CO (t0)\n Fe2O3 + 3C → 2Fe + 3CO (t0)\n  - Với CaO và Al2O3:\n CaO + 3C → CaC2 + CO (trong lò điện)\n 2Al2O3 + 9C → Al4C3 + 6CO (20000C)\n  - Tác dụng với các chất oxi hóa mạnh thường gặp H2SO4 đặc, HNO3, KNO3, KClO3, K2Cr2O7... trong các phản ứng này, C bị oxi hóa đến mức +4 (CO2).\n C + 2H2SO4 đặc → CO2 + 2SO2 + 2H2O (t0)\n C + 4HNO3 đặc → CO2 + 4NO2 + 2H2O (t0)",
      "no_2": "Cacbon thể hiện tính oxi hóa.\n  - Tác dụng với H2: \n C + 2H2 → CH4 (5000C; Ni)\n  - Tác dụng với kim loại → muối cacbua: \n 4Al + 3C → Al4C3 (t0)",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_006_carbon/element_006_carbon.glb"
    },
    {
      "number": 14,
      "name": "Silicon",
      "symbol": "Si",
      "extract": "Silicon is a chemical element with symbol Si and atomic number 14. It is a hard and brittle crystalline solid with a blue-grey metallic lustre; and it is a tetravalent metalloid and semiconductor. It is a member of group 14 in the periodic table: carbon is above it; and germanium, tin, and lead are below it. It is relatively unreactive. Because of its high chemical affinity for oxygen, it was not until 1823 that Jöns Jakob Berzelius was first able to prepare it and characterize it in pure form.",
      "source": "https://en.wikipedia.org/wiki/Silicon",
      "category": "Metalloid",
      "atomic_weight": "28.085 u(±)",
      "colors": "CCCC99",
      "status": "Thể rắn.",
      "color": "Không màu.",
      "melting_point": "3265°C.",
      "melting_temperature": "1414°C.",
      "other_properties": "Silicon có 2 dạng thù hình là silicon vô định hình và silicon tinh thể.\n – Silicon vô định hình: là chất bột màu nâu, không tan trong nước nhưng tan trong kim loại nóng chảy.\n – Silicon tinh thể: có màu xám, có ánh kim, có cấu trúc giống kim cương nên có tính bán dẫn.",
      "no_1": "Tính khử của silicon.\n – Tác dụng với phi kim:\n Si + 2F2 → SiF4 (phản ứng xảy ra ở nhiệt độ thường)\n Si + 2O2 → SiO2 (400 – 6000C)\n – Tác dụng với hợp chất:\n + Si tan dễ dàng trong dung dịch kiềm → H2\n Si + 2NaOH + H2O → Na2SiO3 + 2H2\n + Si tác dụng với acid\n 4HNO3 + 18HF + 3Si → 3H2SiF6 + 4NO + 8H2O\n – Trong hồ quang điện, Silicon tác dụng với H2 tạo thành một hỗn hợp các silan:\n Si + H2 → SiH4 + Si2H6 + Si3H6 + …",
      "no_2": "Tính oxi hóa của silicon.\n Si tác dụng được với nhiều kim loại ở nhiệt độ cao → silixua kim loại.\n 2Mg + Si → Mg2Si",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_014_silicon/element_014_silicon.glb"
    },
    {
      "number": 32,
      "name": "Germanium",
      "symbol": "Ge",
      "extract": "Germanium is a chemical element with symbol Ge and atomic number 32. It is a lustrous, hard, grayish-white metalloid in the carbon group, chemically similar to its group neighbours silicon and tin. Pure germanium is a semiconductor with an appearance similar to elemental silicon. Like silicon, germanium naturally reacts and forms complexes with oxygen in nature.\nBecause it seldom appears in high concentration, germanium was discovered comparatively late in the history of chemistry.",
      "source": "https://en.wikipedia.org/wiki/Germanium",
      "category": "Metalloid",
      "atomic_weight": "72.630(8) u(±)",
      "colors": "CCCC99",
      "status": "Thể rắn.",
      "color": "Trắng xám.",
      "melting_point": "2.832 °C.",
      "melting_temperature": "938,2 °C.",
      "other_properties": "Khối lượng riêng: 5,323 g/cm3.",
      "no_1": "Phản ứng với nước: Germanium không phản ứng với nước ở nhiệt độ thường.\n Phản ứng với oxi: Germanium phản ứng với oxi ở nhiệt độ cao tạo ra germani oxide (GeO2).\n 2Ge + O2 → 2GeO2",
      "no_2": "Phản ứng với acid Germanium phản ứng với hidrochloric acid (HCl) tạo ra germani clorua (GeCl4) và khí hydrogen (H2).\n Ge + 4HCl → GeCl4 + 4H2",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_032_germanium/element_032_germanium.glb"
    },
    {
      "number": 50,
      "name": "Tin",
      "symbol": "Sn",
      "extract": "Tin is a chemical element with the symbol Sn (from Latin: stannum) and atomic number 50. It is a post-transition metal in group 14 of the periodic table of elements. It is obtained chiefly from the mineral cassiterite, which contains stannic oxide, SnO2. Tin shows a chemical similarity to both of its neighbors in group 14, germanium and lead, and has two main oxidation states, +2 and the slightly more stable +4. Tin is the 49th most abundant element and has, with 10 stable isotopes, the largest number of stable isotopes in the periodic table, thanks to its magic number of protons.",
      "source": "https://en.wikipedia.org/wiki/Tin",
      "category": "Post-transition Metal",
      "atomic_weight": "118.710(7) u(±)",
      "colors": "CCCCCC",
      "status": "Chất rắn.",
      "color": "Bạc hoặc xám",
      "melting_point": "2875 K (2602 °C, 4716 °F)",
      "melting_temperature": "231.93°C (505.08 K)",
      "other_properties": "Thiếc-β (dạng kim loại hay thiếc trắng), dễ dát mỏng. Thiếc-α (dạng phi kim hay thiếc xám), ổn định ở nhiệt độ dưới 13,2°C, có tính giòn. Nó có dạng cấu trúc tinh thể kiểu kim cương, tương tự như kim cươngThiếc-α không có tính chất kim loại nào cả. Nó là một loại bột màu xám xỉn",
      "no_1": "Thiếc là kim loại có tính khử yếu hơn kẽm và nikel.\n- Thiếc có tính chống ăn mòn từ nước nhưng dễ hòa tan bởi acid và base thể hiện tính lưỡng tính.",
      "no_2": "Tác dụng với phi kim\n Tác dụng với oxygen: ở điều kiện thường trong không khí, Sn không bị oxi hóa. Ở nhiệt độ cao, Sn bị oxi hóa thành SnO2.\n   Sn + O2 → SnO2.",
      "no_3": "Tác dụng với acid.\n Thiếc tác dụng chậm với với dung dịch HCl và H2SO4 loãng tạo thành muối Sn (II) và hydrogen\n   Sn + H2SO4 → SnSO4 + H2\n -Với H2SO4 và HNO3 đặc tạo thanh hợp chất Sn (IV)\n   Sn + 2H2SO4(đặc) → SnO2 + 2SO2 + 2H2O",
      "no_4": "Tác dụng với dung dịch base đặc\n    Sn + NaOH (đặc, nguội) + 2H2O → Na[Sn(OH)3] + H2\n   Sn + 2NaOH (đặc) + 4H2O  → Na2 [Sn(OH)6] + 2H2",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_050_tin/element_050_tin.glb"
    },
    {
      "number": 82,
      "name": "Lead",
      "symbol": "Pb",
      "extract": "Lead () is a chemical element with symbol Pb (from the Latin plumbum) and atomic number 82. It is a heavy metal that is denser than most common materials. Lead is soft and malleable, and also has a relatively low melting point. When freshly cut, lead is silvery with a hint of blue; it tarnishes to a dull gray color when exposed to air. Lead has the highest atomic number of any stable element and three of its isotopes each include a major decay chain of heavier elements.",
      "source": "https://en.wikipedia.org/wiki/Lead",
      "category": "Post-transition Metal",
      "atomic_weight": "207.2(1) u(±)",
      "colors": "CCCCCC",
      "status": "Thể rắn.",
      "color": "Ánh kim xám.",
      "melting_point": "1749 °C (2022 °K, 3180°F).",
      "melting_temperature": "327,46°C (600,61°K, 621,43°F).",
      "other_properties": "Là kim loại nặng, có khối lượng riêng là 11,34 g/cm3. Có màu trắng bạc và sáng, bề mặt cắt còn tươi của nó xỉ nhanh trong không khí tạo ra màu tối. Rất mềm, dễ uốn và có tính dẫn điện kém so với các kim loại khác.",
      "no_1": "Các dạng oxy hóa khác nhau của chì dễ dàng bị khử thành kim loại. Ví dụ như khi nung PbO với các chất khử hữu cơ như glucose. Một hỗn hợp oxide và sulfide chì nung cùng nhau cũng tạo thành kim loại.\n   2 PbO + PbS → 3 Pb + SO2",
      "no_2": "Bị oxy hóa ở bề ngoài trong không khí tạo thành một lớp lead oxide mỏng, chính lớp oxide này lại là lớp bảo vệ chì không bị oxy hóa tiếp.",
      "no_3": "Không phản ứng với các sulfuric acid hoặc hydrochloric acid. Nó hòa tan trong acid nitric giải phóng khí nitơ oxide và tạo thành dung dịch chứa Pb(NO3)2.\n   3Pb + 8HNO3 → 3Pb(NO3)2 + 2NO + 4H2O",
      "no_4": "Lead(II) oxide cũng hòa tan trong các dung dịch hydroxide kim loại kiềm để tạo thành muối plumbit tương ứng.\n   PbO + 2NaOH(đặc) + H2O → Na2[Pb(OH)4]",
      "no_5": "Chloride hóa các dung dịch muối trên sẽ tạo ra chì có trạng thái oxy hóa +4:\n   Na2[Pb(OH)4] + Cl2 → PbO2 + NaCl+ 2H2O",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_082_lead/element_082_lead.glb"
    },
    {
      "number": 114,
      "name": "Flerovium",
      "symbol": "Fl",
      "extract": "Flerovium is a superheavy artificial chemical element with symbol Fl and atomic number 114. It is an extremely radioactive synthetic element. The element is named after the Flerov Laboratory of Nuclear Reactions of the Joint Institute for Nuclear Research in Dubna, Russia, where the element was discovered in 1998. The name of the laboratory, in turn, honours the Russian physicist Georgy Flyorov (Флёров in Cyrillic, hence the transliteration of \"yo\" to \"e\"). The name was adopted by IUPAC on 30 May 2012.",
      "source": "https://en.wikipedia.org/wiki/Flerovium",
      "category": "Unknown chemical properties",
      "atomic_weight": "[289]",
      "colors": "CCCCCC",
      "status": "Solid (dự đoán)",
      "color": "",
      "melting_point": "420 K (150 °C, 300 (dự đoán) °F)",
      "melting_temperature": "340 K (70 °C, 160 (dự đoán) °F)",
      "other_properties": "",
      "no_1": "",
      "no_2": "",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_114_flerovium/element_114_flerovium.glb"
    },
    null,
    {
      "number": 68,
      "name": "Erbium",
      "symbol": "Er",
      "extract": "Erbium is a chemical element with symbol Er and atomic number 68. A silvery-white solid metal when artificially isolated, natural erbium is always found in chemical combination with other elements. It is a lanthanide, a rare earth element, originally found in the gadolinite mine in Ytterby in Sweden, from which it got its name.\nErbium's principal uses involve its pink-colored Er3+ ions, which have optical fluorescent properties particularly useful in certain laser applications. Erbium-doped glasses or crystals can be used as optical amplification media, where Er3+ ions are optically pumped at around 980 or 1480 nm and then radiate light at 1530 nm in stimulated emission.",
      "source": "https://en.wikipedia.org/wiki/Erbium",
      "category": "Lanthanide",
      "atomic_weight": "167.259(3) u(±)",
      "colors": "FFBFFF",
      "status": "Chất rắn.",
      "color": "Bạc trắng.",
      "melting_point": "2868°C (3141.15 K)",
      "melting_temperature": "1528.85°C (1802 K)",
      "other_properties": "",
      "no_1": "Kim loại erbi bị xỉn chậm trong không khí và dễ cháy để tạo thành erbi(III) oxide:\n   4Er + 3O2 → 2Er2O3",
      "no_2": "Erbi có khả năng cho điện tử (độ dương điện) và phản ứng chậm với nước lạnh và khá nhanh trong nước nóng tạo thành erbi hydroxide:\n   2Er (r) + 6H2O (l) → 2Er(OH)3 (dd) + 3H2 (k)",
      "no_3": "Kim loại erbi phản ứng với tất cả halogen:\n   2Er (r) + 3F2 (k) → 2ErF3 (r) [hồng]\n   2Er (r) + 3Cl2 (k) → 2ErCl3 (r) [tím]\n   2Er (r) + 3Br2 (k) → 2ErBr3 (r) [tím]\n   2Er (r) + 3I2 (k) → 2ErI3 (r) [tím]",
      "no_4": "Erbi dễ hòa tan trong acid sulfuric loãng tạo thành các dung dịch chứa các ion Er(III) hydrat hóa, tồn tại dạng phức hydrat màu hồng nhạt [Er(H2O)9]3+:\n    2Er (r) + 3H2SO4 (dd) → 2Er3+ (dd) + 3SO42- (dd) + 3H2 (k)",
      "no_5": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_068_erbium/element_068_erbium.glb"
    },
    {
      "number": 100,
      "name": "Fermium",
      "symbol": "Fm",
      "extract": "Fermium is a synthetic element with symbol Fm and atomic number 100. It is an actinide and the heaviest element that can be formed by neutron bombardment of lighter elements, and hence the last element that can be prepared in macroscopic quantities, although pure fermium metal has not yet been prepared. A total of 19 isotopes are known, with 257Fm being the longest-lived with a half-life of 100.5 days.\nIt was discovered in the debris of the first hydrogen bomb explosion in 1952, and named after Enrico Fermi, one of the pioneers of nuclear physics. Its chemistry is typical for the late actinides, with a preponderance of the +3 oxidation state but also an accessible +2 oxidation state.",
      "source": "https://en.wikipedia.org/wiki/Fermium",
      "category": "Actinide",
      "atomic_weight": "[257]",
      "colors": "FF99CC",
      "status": "Thể rắn.",
      "color": "Không rõ.",
      "melting_point": "",
      "melting_temperature": "1527°C (1800°K, 2781°F).",
      "other_properties": "",
      "no_1": "",
      "no_2": "",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_100_fermium/element_100_fermium.glb"
    },
    null,
    {
      "number": 7,
      "name": "Nitrogen",
      "symbol": "N",
      "extract": "Nitrogen is a chemical element with symbol N and atomic number 7. It was first discovered and isolated by Scottish physician Daniel Rutherford in 1772. Although Carl Wilhelm Scheele and Henry Cavendish had independently done so at about the same time, Rutherford is generally accorded the credit because his work was published first. The name nitrogène was suggested by French chemist Jean-Antoine-Claude Chaptal in 1790, when it was found that nitrogen was present in nitric acid and nitrates. Antoine Lavoisier suggested instead the name azote, from the Greek ἀζωτικός \"no life\", as it is an asphyxiant gas; this name is instead used in many languages, such as French, Russian, Romanian and Turkish, and appears in the English names of some nitrogen compounds such as hydrazine, azides and azo compounds.",
      "source": "https://en.wikipedia.org/wiki/Nitrogen",
      "category": "Reactive Nonmetal",
      "atomic_weight": "14.007 u(±)",
      "colors": "A0FFA0",
      "status": "Không màu.",
      "color": "Thể khí.",
      "melting_point": "-195,79 °C (-320,42 °F).",
      "melting_temperature": "-210,01 °C (-346,02 °F).",
      "other_properties": "Nitrogen là một chất cách điện tốt và không dẫn nhiệt tốt. Nó có khả năng truyền nhiệt rất kém, do đó được sử dụng để cách nhiệt trong nhiều ứng dụng công nghiệp.",
      "no_1": "Các mức oxi hóa có thể có của N: -3, 0, +1, +2, +3, +4, +5. \n - Vì phân tử chứa liên kết ba rất bền vững nên ở điều kiện thường, nitrogen là một chất ít hoạt động chỉ tham gia phản ứng ở nhiệt độ cao. Nitrogen vừa là chất khử vừa là chất oxi hóa.",
      "no_2": "Nitrogen là chất oxi hóa.\n - Tác dụng với kim loại → muối nitrua.\n  + Nhiệt độ thường chỉ tác dụng với Li: \n 6Li + N2 → 2Li3N\n  + Nhiệt độ cao phản ứng với một số kim loại như Mg, Ca và Al ...\n 2Al + N2 → 2AlN\n 3Ca + N2 → Ca3N2\n - Tác dụng với H2 → Amoniac\n N2 + 3H2 ↔ 2NH3 (> 4000C; Fe, p); ΔH = -92kJ.",
      "no_3": "Nitrogen là chất khử.\n N2 + O2 ↔ 2NO (Phản ứng xảy ra ở nhiệt độ 30000C hoặc có tia lửa điện)\n 2NO + O2 → 2NO2",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_007_nitrogen/element_007_nitrogen.glb"
    },
    {
      "number": 15,
      "name": "Phosphorus",
      "symbol": "P",
      "extract": "Phosphorus is a chemical element with symbol P and atomic number 15. Elemental phosphorus exists in two major forms, white phosphorus and red phosphorus, but because it is highly reactive, phosphorus is never found as a free element on Earth. It has a concentration in the Earth's crust of about one gram per kilogram (compare copper at about 0.06 grams). With few exceptions, minerals containing phosphorus are in the maximally oxidized state as inorganic phosphate rocks.\nElemental phosphorus was first isolated (as white phosphorus) in 1669 and emitted a faint glow when exposed to oxygen – hence the name, taken from Greek mythology, Φωσφόρος meaning \"light-bearer\" (Latin Lucifer), referring to the \"Morning Star\", the planet Venus.",
      "source": "https://en.wikipedia.org/wiki/Phosphorus",
      "category": "Reactive Nonmetal",
      "atomic_weight": "30.973761998(5) u(±)",
      "colors": "A0FFA0",
      "status": "Có thể tồn tại ở nhiều dạng khác nhau.",
      "color": "Bao gồm phosphorus trắng, phosphorus đỏ và phosphorus đen.",
      "melting_point": "Phosphorus trắng: Điểm sôi: 280°C.\n Phosphorus đỏ: Điểm nóng chảy: 590°C.\n Phosphorus đen: Điểm sôi: 280°C.",
      "melting_temperature": "Phosphorus trắng: Điểm nóng chảy: 44.1°C.\n Phosphorus đỏ: Điểm nóng chảy: 590°C.\n Phosphorus đen: Điểm nóng chảy: 610°C.",
      "other_properties": "Phản ứng với oxi:\n 4P(s) + 5O2(g) -> 2P2O5(s)",
      "no_1": "Phản ứng với nước: \n 4P(s) + 6H2O(l) -> 4H3PO4(aq) + H2(g)",
      "no_2": "Phản ứng với acid: \n 4P(s) + 20HCl(aq) -> 4H3PO4(aq) + 10H2(g)",
      "no_3": "Phản ứng tạo hợp kim: 4P(s) + 5O2(g) -> 2P2O5(s)",
      "no_4": "Tính oxy hóa:\n P có phản ứng với nhiều kim loại → muối photphua:\n 2P + 3Mg → Mg3P2\n Các muối photphua bị thủy phân mạnh giải phóng photphin (PH 3).\n Ca3P2 + 6H2O → 2PH3 + 3Ca(OH)2\n Photphin là một khí không màu rất độc, có mùi tỏi, bốc cháy trong không khí ở nhiệt độ gần 1500C.",
      "no_5": "Tính khử:\n Phản ứng với phi kim: O2, halogen…\n 4P + 3O2 → 2P2O3\n 4P + 5O2 → 2P2O5 (nếu O2 dư)\n (P trắng phản ứng được ở ngay nhiệt độ thường và có hiện tượng phát quang hóa học; P đỏ chỉ phản ứng khi nhiệt độ > 2500C).\n 2P + 3Cl2 → 2PCl3\n 2P + 5Cl2 → 2PCl5",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_015_phosphorus/element_015_phosphorus.glb"
    },
    {
      "number": 33,
      "name": "Arsenic",
      "symbol": "As",
      "extract": "Arsenic is a chemical element with symbol As and atomic number 33. Arsenic occurs in many minerals, usually in combination with sulfur and metals, but also as a pure elemental crystal. Arsenic is a metalloid. It has various allotropes, but only the gray form, which has a metallic appearance, is important to industry.\nThe primary use of arsenic is in alloys of lead (for example, in car batteries and ammunition).",
      "source": "https://en.wikipedia.org/wiki/Arsenic",
      "category": "Metalloid",
      "atomic_weight": "74.921595(6) u(±)",
      "colors": "CCCC99",
      "status": "Thể rắn.",
      "color": "Màu trắng xám.",
      "melting_point": "613 °C.",
      "melting_temperature": "817 °C.",
      "other_properties": "Khối lượng riêng: 5,72 g/cm3.",
      "no_1": "Phản ứng với nước: Arsenic không phản ứng với nước ở nhiệt độ thường.\n Phản ứng với oxygen: Arsenic phản ứng với oxygen ở nhiệt độ cao tạo ra arsenic pentoxide (As2O5).\n 4As + 5O2 → 2As2O5",
      "no_2": "Phản ứng với acid Arsenic phản ứng với hidrochloric acid (HCl) tạo ra arsenic trichloride (AsCl3) và khí hydrogen (H2).\n As + 3HCl → AsCl3 + 3H2",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_033_arsenic/element_033_arsenic.glb"
    },
    {
      "number": 51,
      "name": "Antimony",
      "symbol": "Sb",
      "extract": "Antimony is a chemical element with symbol Sb (from Latin: stibium) and atomic number 51. A lustrous gray metalloid, it is found in nature mainly as the sulfide mineral stibnite (Sb2S3). Antimony compounds have been known since ancient times and were powdered for use as medicine and cosmetics, often known by the Arabic name, kohl. Metallic antimony was also known, but it was erroneously identified as lead upon its discovery. The earliest known description of the metal in the West was written in 1540 by Vannoccio Biringuccio.",
      "source": "https://en.wikipedia.org/wiki/Antimony",
      "category": "Metalloid",
      "atomic_weight": "121.760(1) u(±)",
      "colors": "CCCC99",
      "status": "Chất rắn.",
      "color": "Bạc xám bóng.",
      "melting_point": "1860K (1587°C, 2889°F)",
      "melting_temperature": "903,78K (630,63°C, 1167,13°F)",
      "other_properties": "Dễ nóng cháy, cứng, dẫn điện và dẫn nhiệt kém",
      "no_1": "Phản ứng với phi kim\n - Không phản ứng với oxygen ở nhiệt độ phòng. Bốc cháy mãnh liệt khi đun nóng\n    4Sb + 3O2 -> 2Sb2O3\n - Phản ứng với các halogen\n    2Sb + 3Cl2 -> 2SbCl3",
      "no_2": "Phản ứng với acid\n    2Sb +6 HCl -> 2SbCl3 + 3H2",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_051_antimony/element_051_antimony.glb"
    },
    {
      "number": 83,
      "name": "Bismuth",
      "symbol": "Bi",
      "extract": "Bismuth is a chemical element with symbol Bi and atomic number 83. It is a pentavalent post-transition metal and one of the pnictogens with chemical properties resembling its lighter homologs arsenic and antimony. Elemental bismuth may occur naturally, although its sulfide and oxide form important commercial ores. The free element is 86% as dense as lead. It is a brittle metal with a silvery white color when freshly produced, but surface oxidation can give it a pink tinge.",
      "source": "https://en.wikipedia.org/wiki/Bismuth",
      "category": "Post-transition Metal",
      "atomic_weight": "208.98040(1) u(±)",
      "colors": "CCCCCC",
      "status": "Thể rắn.",
      "color": "Bạc bóng, ánh xà cư khi bị oxy hóa.",
      "melting_point": "1564°C (1837°K, 2847°F).",
      "melting_temperature": "271,5°C (544,7°K, 520,7°F).",
      "other_properties": "",
      "no_1": "Ở nhiệt độ cao, Bi tác dụng được với nhiều phi kim (như oxi, halogen, lưu huỳnh,...)\n   4Bi + 3O2 →  2Bi2O3\n   2Bi + 3S →  Bi2S3",
      "no_2": "Bi tác dụng được với dung dịch HNO3 và H2SO4 loãng vừa phải và nước cường toan.\n   2Bi + 6H2SO4 (40%) →   Bi2(SO4)3 + 3SO2 + 6H2O \n   Bi + 4HNO3 (loãng) →  Bi(NO3)3 + NO   + 2H2O\n   Bi + 3HCl (đặc) + HNO3 (đặc) →  BiCl3 + NO   + 2H2O        \n   Bi bị thụ động hóa khi tác dụng với HNO3 và H2SO4 đặc.",
      "no_3": "Khi đun nóng, Bi tác dụng được với nhiều kim loại có tính khử mạnh.\n   2Bi + 3Mg →  Mg3Bi2",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_083_bismuth/element_083_bismuth.glb"
    },
    {
      "number": 115,
      "name": "Moscovium",
      "symbol": "Mc",
      "extract": "Moscovium is a synthetic chemical element with symbol Mc and atomic number 115. It was first synthesized in 2003 by a joint team of Russian and American scientists at the Joint Institute for Nuclear Research (JINR) in Dubna, Russia. In December 2015, it was recognized as one of four new elements by the Joint Working Party of international scientific bodies IUPAC and IUPAP. On 28 November 2016, it was officially named after the Moscow Oblast, in which the JINR is situated.Moscovium is an extremely radioactive element: its most stable known isotope, moscovium-290, has a half-life of only 0.65 seconds. In the periodic table, it is a p-block transactinide element. It is a member of the 7th period and is placed in group 15 as the heaviest pnictogen, although it has not been confirmed to behave as a heavier homologue of the pnictogen bismuth.",
      "source": "https://en.wikipedia.org/wiki/Moscovium",
      "category": "Unknown chemical properties",
      "atomic_weight": "[290]",
      "colors": "CCCCCC",
      "status": "rắn (dự đoán)",
      "color": "",
      "melting_point": "~1 400 K (~1 100 °C, ~2 000 (dự đoán) °F)",
      "melting_temperature": "~700 K (~340 °C, ~810 (dự đoán) °F)",
      "other_properties": "",
      "no_1": "",
      "no_2": "",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_115_moscovium/element_115_moscovium.glb"
    },
    null,
    {
      "number": 69,
      "name": "Thulium",
      "symbol": "Tm",
      "extract": "Thulium is a chemical element with symbol Tm and atomic number 69. It is the thirteenth and third-last element in the lanthanide series. Like the other lanthanides, the most common oxidation state is +3, seen in its oxide, halides and other compounds; because it occurs so late in the series, however, the +2 oxidation state is also stabilized by the nearly full 4f shell that results. In aqueous solution, like compounds of other late lanthanides, soluble thulium compounds form coordination complexes with nine water molecules.\nIn 1879, the Swedish chemist Per Teodor Cleve separated from the rare earth oxide erbia another two previously unknown components, which he called holmia and thulia; these were the oxides of holmium and thulium, respectively.",
      "source": "https://en.wikipedia.org/wiki/Thulium",
      "category": "Lanthanide",
      "atomic_weight": "168.934218(6) u(±)",
      "colors": "FFBFFF",
      "status": "Chất rắn.",
      "color": "Bạc xám.",
      "melting_point": "1950°C (2223.15 K)",
      "melting_temperature": "1544.85°C (1818 K)",
      "other_properties": "",
      "no_1": "Thulium kim loại xỉn chậm trong không khí và dễ cháy ở 150°C tạo ra thulium(III) oxide:\n    4Tm + 3O2 → 2Tm2O3",
      "no_2": "Thulium có khả năng nhường điện tử và phản ứng với chậm với nước lạnh, và nhanh với nước nóng tạo thành thulium(III) hydroxide:\n    2Tm (r) + 6H2O (l) → 2Tm(OH)3 (dd) + 3H2 (k)",
      "no_3": "Thulium phản ứng với tất cả halogen. Các phả ứng diễn ra chậm ở nhiệt độ phòng, nhưng mạnh mẽ ở nhiệt độ trên 200 °C:\n    2Tm (r) + 3F2 (k) → 2TmF3 (r) [trắng]\n     2Tm (r) + 3Cl2 (k) → 2TmCl3 (r) [vàng]\n    2Tm (r) + 3Br2 (k) → 2TmBr3 (r) [trắng]\n     2Tm (r) + 3I2 (k) → 2TmI3 (r) [vàng]",
      "no_4": "Thulium dễ hòa tan trong acid sulfuric loãng tạo thành dung dịch chứa các ion Tm(III) lục nhạt, ở dạng phức [Tm(H2O)9]3+:\n    2Tm (r) + 3H2SO4 (dd) → 2Tm3+ (dd) + 3SO42 (dd) + 3H2 (k)",
      "no_5": "Thulium phản ứng với các nguyên tố kim loại và không kim loại khác nhau tạo thành các hợp chất hai thành phần, như TmN, TmS, TmC2, Tm2C3, TmH2, TmH3, TmSi2, TmGe3, TmB4, TmB6 và TmB12. Trong các hợp chất này, thulium thể hiện số oxy hóa +2, +3 và +4, tuy nhiên trạng thái +3 là phổ biến nhất và chỉ có trạng thái này đã được quan sát trong các dung dịch Tm.",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_069_thulium/element_069_thulium.glb"
    },
    {
      "number": 101,
      "name": "Mendelevium",
      "symbol": "Md",
      "extract": "Mendelevium is a synthetic element with chemical symbol Md (formerly Mv) and atomic number 101. A metallic radioactive transuranic element in the actinide series, it is the first element that currently cannot be produced in macroscopic quantities through neutron bombardment of lighter elements. It is the third-to-last actinide and the ninth transuranic element. It can only be produced in particle accelerators by bombarding lighter elements with charged particles. A total of sixteen mendelevium isotopes are known, the most stable being 258Md with a half-life of 51 days; nevertheless, the shorter-lived 256Md (half-life 1.17 hours) is most commonly used in chemistry because it can be produced on a larger scale.",
      "source": "https://en.wikipedia.org/wiki/Mendelevium",
      "category": "Actinide",
      "atomic_weight": "[258]",
      "colors": "FF99CC",
      "status": "Thể rắn.",
      "color": "Không rõ.",
      "melting_point": "",
      "melting_temperature": "827°C (1100°K, 1521°F).",
      "other_properties": "",
      "no_1": "Mendelevi có trạng thái oxi hóa (II) khá ổn định, kèm theo trạng thái oxy hóa (III) đặc trưng của nhóm actini.",
      "no_2": "Mendelevium có tính phóng xạ.",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_101_mendelevium/element_101_mendelevium.glb"
    },
    null,
    {
      "number": 8,
      "name": "Oxygen",
      "symbol": "O",
      "extract": "Oxygen is the chemical element with the symbol O and atomic number 8. It is a member of the chalcogen group on the periodic table, a highly reactive nonmetal, and an oxidizing agent that readily forms oxides with most elements as well as with other compounds.  By mass, oxygen is the third-most abundant element in the universe, after hydrogen and helium.  At standard temperature and pressure, two atoms of the element bind to form dioxygen, a colorless and odorless diatomic gas with the formula O2. Diatomic oxygen gas constitutes 20.8% of the Earth's atmosphere.",
      "source": "https://en.wikipedia.org/wiki/Oxygen",
      "category": "Reactive Nonmetal",
      "atomic_weight": "15.999 u(±)",
      "colors": "A0FFA0",
      "status": "Thể khí.",
      "color": "Không màu.",
      "melting_point": "-182,96 °C (-297,33 °F).",
      "melting_temperature": "-218,79 °C (-361,82 °F).",
      "other_properties": "Oxygen là một chất ít tan trong nước, cách điện tốt và không dẫn điện.",
      "no_1": "Tác dụng với kim loại.\n  - Nó phản ứng trực tiếp với tất cả các kim loại, trừ vàng và bạch kim. 2Ca + O2 → 2CaO\n  3Fe + 2O2 → Fe3O4 (t0)",
      "no_2": "Tác dụng với phi kim.\n  - Oxygen cũng phản ứng trực tiếp với các phi kim, trừ halogen tạo thành oxide acid. \n  4P + 5O2 → 2P2O5 (t0)\n Hoặc tạo thành oxit không tạo muối.\n N2 + O2 →2NO (30000C hoặc sấm sét)",
      "no_3": "Tác dụng với các chất khác.\n  - Oxygen tác dụng với các chất có tính khử, các hợp chất hữu cơ,...\n 2H2S + 3O2 → 2SO2 + 2H2O (t0)\n C2H5OH + 3O2 → 2CO2 + 3H2O (t0)",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_008_oxygen/element_008_oxygen.glb"
    },
    {
      "number": 16,
      "name": "Sulfur",
      "symbol": "S",
      "extract": "Sulfur or sulphur is a chemical element with symbol S and atomic number 16. It is abundant, multivalent, and nonmetallic. Under normal conditions, sulfur atoms form cyclic octatomic molecules with a chemical formula S8. Elemental sulfur is a bright yellow, crystalline solid at room temperature.\nSulfur is the tenth most common element by mass in the universe, and the fifth most common on Earth.",
      "source": "https://en.wikipedia.org/wiki/Sulfur",
      "category": "Reactive Nonmetal",
      "atomic_weight": "32.06 u(±)",
      "colors": "A0FFA0",
      "status": "Thể rắn.",
      "color": "Màu vàng nhạt.",
      "melting_point": "444.6°C.",
      "melting_temperature": "115.21°C.",
      "other_properties": "",
      "no_1": "Tính oxi hóa.\n Khi sulfur có số oxi hóa +6 hoặc +8, nó thể hiện tính oxi hóa. Ví dụ, sulfur dioxide (SO2) và sulfur trioxide (SO3) là các oxide của sulfur có số oxi hóa +4. Sulfur dioxide là một chất khí có mùi hắc, gây ô nhiễm môi trường. Sulfur trioxide là một chất lỏng có tính axit mạnh, được sử dụng trong sản xuất  sulfuric acid.",
      "no_2": "Tính khử.\n Khi sulfur có số oxi hóa -2 hoặc +2, nó thể hiện tính khử. \n Ví dụ: hydrogen sulfide (H2S) là một hợp chất của sulfur có số oxi hóa -2. Hydrogen sulfide là một chất khí có mùi hôi thối, có thể gây ngộ độc.",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_016_sulfur/element_016_sulfur.glb"
    },
    {
      "number": 34,
      "name": "Selenium",
      "symbol": "Se",
      "extract": "Selenium is a chemical element with symbol Se and atomic number 34. It is a nonmetal (more rarely considered a metalloid) with properties that are intermediate between the elements above and below in the periodic table, sulfur and tellurium, and also has similarities to arsenic. It rarely occurs in its elemental state or as pure ore compounds in the Earth's crust. Selenium (from Ancient Greek σελήνη (selḗnē) \"Moon\") was discovered in 1817 by Jöns Jacob Berzelius, who noted the similarity of the new element to the previously discovered tellurium (named for the Earth).\nSelenium is found in metal sulfide ores, where it partially replaces the sulfur.",
      "source": "https://en.wikipedia.org/wiki/Selenium",
      "category": "Reactive Nonmetal",
      "atomic_weight": "78.971(8) u(±)",
      "colors": "A0FFA0",
      "status": "",
      "color": "",
      "melting_point": "",
      "melting_temperature": "",
      "other_properties": "",
      "no_1": "Phản ứng với nước: Selenium không phản ứng với nước ở nhiệt độ thường.",
      "no_2": "Phản ứng với oxi: Selenium phản ứng với oxi ở nhiệt độ cao tạo ra selenium dioxide (SeO2).\n Se + O2 → SeO2",
      "no_3": "Phản ứng với axit: Selenium phản ứng với axit clohydric (HCl) tạo ra selenious chloride (SeCl2) và khí hidro (H2).\n Se + 2HCl → SeCl2 + H2",
      "no_4": "Phản ứng của selenium với axit clohydric:\n Se + 2HCl → SeCl2 + H2",
      "no_5": "Phản ứng của selenium với kim loại khác:\n Se + 2Al → Al2Se",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_034_selenium/element_034_selenium.glb"
    },
    {
      "number": 52,
      "name": "Tellurium",
      "symbol": "Te",
      "extract": "Tellurium is a chemical element with symbol Te and atomic number 52. It is a brittle, mildly toxic, rare, silver-white metalloid. Tellurium is chemically related to selenium and sulfur, all three of which are chalcogens. It is occasionally found in native form as elemental crystals. Tellurium is far more common in the Universe as a whole than on Earth.",
      "source": "https://en.wikipedia.org/wiki/Tellurium",
      "category": "Metalloid",
      "atomic_weight": "127.60(3) u(±)",
      "colors": "CCCC99",
      "status": "Chất rắn.",
      "color": "Bạc xám bóng.",
      "melting_point": "1261K (988°C, 1810°F)",
      "melting_temperature": "722,66K (449,51°C, 841,12°F)",
      "other_properties": "Có 3 dạng thù hình: dạng bền, dạng màu nâu và dạng vô định hình",
      "no_1": "Thể hiện tính khử\n  Te thể hiện tính khử khi tác dụng với các chất oxi hóa mạnh (như oxygen, halogen,  sulfuric acid đặc,...) có mức oxi hóa phổ biến là +4 và +6.\n    2Te + 8HNO3(đặc) → 2TeO2(đỏ) + 8NO2 + 4H2O.\n    2Te + 5F2 → TeF6 + TeF4\n    Te + 2Cl2 → TeCl4",
      "no_2": "Thể hiện tính oxi hóa\n  Se thể tính oxi hóa khi tác dụng với kim loại và hidrogen, có mức oxi hóa đặc trưng là - 2.\n   Te + H2 → H2Te.\n   3Te + 2Al → Al2Te3",
      "no_3": "Vừa thể hiện tính oxi hóa, vừa thể hiện tính khử\n   3Te + 6NaOH (đặc) → Na2TeO3 + 2Na2Te + 3H2O",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_052_tellurium/element_052_tellurium.glb"
    },
    {
      "number": 84,
      "name": "Polonium",
      "symbol": "Po",
      "extract": "Polonium is a chemical element with symbol Po and atomic number 84. A rare and highly radioactive metal with no stable isotopes, polonium is chemically similar to selenium and tellurium, though its metallic character resembles that of its horizontal neighbors in the periodic table: thallium, lead, and bismuth. Due to the short half-life of all its isotopes, its natural occurrence is limited to tiny traces of the fleeting polonium-210 (with a half-life of 138 days) in uranium ores, as it is the penultimate daughter of natural uranium-238. Though slightly longer-lived isotopes exist, they are much more difficult to produce. Today, polonium is usually produced in milligram quantities by the neutron irradiation of bismuth.",
      "source": "https://en.wikipedia.org/wiki/Polonium",
      "category": "Post-transition Metal",
      "atomic_weight": "[209]",
      "colors": "CCCC99",
      "status": "Thể rắn.",
      "color": "Trắng bạc.",
      "melting_point": "962°C (1235°K, 1764°F).",
      "melting_temperature": "254°C (527°K, 489°F).",
      "other_properties": "",
      "no_1": "Po tác dụng được với hydrogen mới sinh (Mg + HCl), oxygen, halogen,...\n   Po + H2→ H2Po\n   Po + 2Cl2 → PoCl4",
      "no_2": "Po tác dụng với acid, không tác dụng với các dung dịch acid loãng.\n   Po + 6HCl (đặc) → H2[PoCl6] + 2H2.\n   Po + 4H2SO4 (đặc, nóng) → Po(SO4)2 + 2SO2 + 4H2O.\n   Po + 8HNO3 (đặc) → Po(NO3)4 + 4NO2 + 4H2O.",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_084_polonium/element_084_polonium.glb"
    },
    {
      "number": 116,
      "name": "Livermorium",
      "symbol": "Lv",
      "extract": "Livermorium is a synthetic chemical element with symbol Lv and has an atomic number of 116. It is an extremely radioactive element that has only been created in the laboratory and has not been observed in nature. The element is named after the Lawrence Livermore National Laboratory in the United States, which collaborated with the Joint Institute for Nuclear Research (JINR) in Dubna, Russia to discover livermorium during experiments made between 2000 and 2006. The name of the laboratory refers to the city of Livermore, California where it is located, which in turn was named after the rancher and landowner Robert Livermore. The name was adopted by IUPAC on May 30, 2012.",
      "source": "https://en.wikipedia.org/wiki/Livermorium",
      "category": "Unknown chemical properties",
      "atomic_weight": "[293]",
      "colors": "CCCCCC",
      "status": "",
      "color": "",
      "melting_point": "",
      "melting_temperature": "",
      "other_properties": "",
      "no_1": "",
      "no_2": "",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_116_livermorium/element_116_livermorium.glb"
    },
    null,
    {
      "number": 70,
      "name": "Ytterbium",
      "symbol": "Yb",
      "extract": "Ytterbium is a chemical element with symbol Yb and atomic number 70. It is the fourteenth and penultimate element in the lanthanide series, which is the basis of the relative stability of its +2 oxidation state. However, like the other lanthanides, its most common oxidation state is +3, as in its oxide, halides, and other compounds. In aqueous solution, like compounds of other late lanthanides, soluble ytterbium compounds form complexes with nine water molecules. Because of its closed-shell electron configuration, its density and melting and boiling points differ significantly from those of most other lanthanides.",
      "source": "https://en.wikipedia.org/wiki/Ytterbium",
      "category": "Lanthanide",
      "atomic_weight": "173.045(10) u(±)",
      "colors": "FFBFFF",
      "status": "Chất rắn.",
      "color": "Bạc trắng.",
      "melting_point": "1195.85°C (1469 K)",
      "melting_temperature": "819°C (1092.15 K)",
      "other_properties": "",
      "no_1": "Kim loại ytterbi xỉn chậm khi tiếp xúc với không khí và dễ cháy ở 200 °C tạo ra ytterbi(III) oxit (Yb2O3) hoặc ytterbi(II) oxit (YbO) kém bền hơn.",
      "no_2": "Yterbi có khả năng nhường điện tử, phản ứng chậm với nước lạnh và phản ứng nhanh với nước ấm tạo thành ytterbi hydroxide:\n    2Yb (r) + 6H2O (l) → 2Yb(OH)3 (dd) + 3H2 (k)",
      "no_3": "Kim loại Yterbi phản ứng với tất cả halogen:\n    2Yb (r) + 3F2 (k) → 2YbF3 (r) [trắng]\n    2Yb (r) + 3Cl2 (k) → 2YbCl3 (r) [trắng]\n    2Yb (r) + 3Br2 (k) → 2YbBr3 (r) [trắng]\n    2Yb (r) + 3I2 (k) → 2YbI3 (r) [trắng]",
      "no_4": "Các ion ytterbi(III) hấp thụ ánh sáng trong dãi quang phổ hồng ngoại gần, nhưng không hấp thụ dãi phổ ánh sáng nhìn thấy nên nó có màu trắng, và các anion không màu của các muối ytterbi cũng không màu. Yterbi dễ hòa tan trong axit sulfuric loãng tạo thành các dung dịch chứa các ion Yb(III) không màu, tồn tại ở dạng phức [Yb(H2O)9]3+:\n    2Yb (r) + 3H2SO4 (dd) → 2Yb3+ (dd) + 3SO42- (dd) + 3H2 (k)",
      "no_5": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_070_ytterbium/element_070_ytterbium.glb"
    },
    {
      "number": 102,
      "name": "Nobelium",
      "symbol": "No",
      "extract": "Nobelium is a synthetic chemical element with symbol No and atomic number 102. It is named in honor of Alfred Nobel, the inventor of dynamite and benefactor of science. A radioactive metal, it is the tenth transuranic element and is the penultimate member of the actinide series. Like all elements with atomic number over 100, nobelium can only be produced in particle accelerators by bombarding lighter elements with charged particles. A total of twelve nobelium isotopes are known to exist; the most stable is 259No with a half-life of 58 minutes, but the shorter-lived 255No (half-life 3.1 minutes) is most commonly used in chemistry because it can be produced on a larger scale.",
      "source": "https://en.wikipedia.org/wiki/Nobelium",
      "category": "Actinide",
      "atomic_weight": "[259]",
      "colors": "FF99CC",
      "status": "Thể rắn.",
      "color": "Không rõ.",
      "melting_point": "Không rõ.",
      "melting_temperature": "Không rõ.",
      "other_properties": "",
      "no_1": "Nó tồn tại trạng thái hóa trị II ổn định trong dung dịch.",
      "no_2": "Nobelium có tính phóng xạ.",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_102_nobelium/element_102_nobelium.glb"
    },
    null,
    {
      "number": 9,
      "name": "Fluorine",
      "symbol": "F",
      "extract": "Fluorine is a chemical element with symbol F and atomic number 9. It is the lightest halogen and exists as a highly toxic pale yellow diatomic gas at standard conditions. As the most electronegative element, it is extremely reactive, as it reacts with almost all other elements, except for helium and neon.\nAmong the elements, fluorine ranks 24th in universal abundance and 13th in terrestrial abundance. Fluorite, the primary mineral source of fluorine which gave the element its name, was first described in 1529; as it was added to metal ores to lower their melting points for smelting, the Latin verb fluo meaning \"flow\" gave the mineral its name.",
      "source": "https://en.wikipedia.org/wiki/Fluorine",
      "category": "Reactive Nonmetal",
      "atomic_weight": "18.998403163(6) u(±)",
      "colors": "FFFF99",
      "status": "Thể khí.",
      "color": "Màu vàng lục nhạt.",
      "melting_point": "-188,12 °C (-306,62 °F).",
      "melting_temperature": "219,62 °C (-363,32 °F).",
      "other_properties": "Độ tan trong nước: Fluorine không hòa tan trong nước.\n Độ dẫn nhiệt: Fluorine là một chất cách điện tốt và không dẫn điện.",
      "no_1": "Tác dụng với kim loại và phi kim.\n Ca + F2 → CaF2\n 2Ag + F2 → 2Ag",
      "no_2": "Tác dụng với hidrogen.\n  - Phản ứng xảy ra mạnh hơn các halogen khác, hỗn hợp H2, F2 nổ mạnh trong bóng tối.\n H2 + F2 → 2HF\n  - Khí HF tan vào nước tạo dung dịch HF. Dung dịch HF là acid yếu, đặc biệt là hòa tan được SiO2.\n HF+ SiO2 → H2O + SiF4",
      "no_3": "Tác dụng với nước.\n  Khí fluorine qua nước sẽ làm bốc cháy nước (do giải phóng O2).\n 2F2 + 2H2O → 4HF + O2\n  Phản ứng này giải thích vì sao F2 không đẩy Cl2, Br2, I2 ra khỏi dung dịch muối hoặc acid trong khi fluorine có tính oxi hóa mạnh hơn.",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_009_fluorine/element_009_fluorine.glb"
    },
    {
      "number": 17,
      "name": "Chlorine",
      "symbol": "Cl",
      "extract": "Chlorine is a chemical element with symbol Cl and atomic number 17. The second-lightest of the halogens, it appears between fluorine and bromine in the periodic table and its properties are mostly intermediate between them. Chlorine is a yellow-green gas at room temperature. It is an extremely reactive element and a strong oxidising agent: among the elements, it has the highest electron affinity and the third-highest electronegativity, behind only oxygen and fluorine.\nThe most common compound of chlorine, sodium chloride (common salt), has been known since ancient times.",
      "source": "https://en.wikipedia.org/wiki/Chlorine",
      "category": "Reactive Nonmetal",
      "atomic_weight": "35.45 u(±)",
      "colors": "FFFF99",
      "status": "Thể khí.",
      "color": "Màu vàng lục.",
      "melting_point": "-34.04 °C.",
      "melting_temperature": "-101.5 °C.",
      "other_properties": "",
      "no_1": "Tính oxi hóa. Khi chlorine có số oxi hóa +1, +3, +5, +7, nó thể hiện tính oxi hóa.",
      "no_2": "Tính khử. Khi clorine có số oxi hóa -1, nó thể hiện tính khử. Ví dụ, chlorit (ClO2) là một hợp chất của clorine có số oxi hóa +1. Clorit được sử dụng trong sản xuất thuốc tẩy và chất khử trùng.",
      "no_3": "Chlorine tác dụng với kim loại.\n Chlorine tác dụng được với nhiều kim loại tạo thành muối chlorua.\n Mg + Cl2 (t°) → MgCl2\n 2Al + 3Cl2 (t°) → 2AlCl3",
      "no_4": "Chlorine tác dụng với hydrogen.\n Chlorine tác dụng với hydrogen tạo thành khí hydrogen chlorua. Khí hydrogen chlorua tan nhiều trong nước tạo thành hydrochloric acid\n Cl2 + H2 (t°) → 2HCl ↑",
      "no_5": "Chlorine tác dụng với nước.\n Khí chlorine tác dụng với nước theo phản ứng hai chiều tạo thành dung dịch nước chlorine\n Cl2 + H2O ⇔ HCl + HClO",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_017_chlorine/element_017_chlorine.glb"
    },
    {
      "number": 35,
      "name": "Bromine",
      "symbol": "Br",
      "extract": "Bromine is a chemical element with symbol Br and atomic number 35. It is the third-lightest halogen, and is a fuming red-brown liquid at room temperature that evaporates readily to form a similarly coloured gas. Its properties are thus intermediate between those of chlorine and iodine. Isolated independently by two chemists, Carl Jacob Löwig (in 1825) and Antoine Jérôme Balard (in 1826), its name was derived from the Ancient Greek βρῶμος (\"stench\"), referencing its sharp and disagreeable smell.\nElemental bromine is very reactive and thus does not occur free in nature, but in colourless soluble crystalline mineral halide salts, analogous to table salt.",
      "source": "https://en.wikipedia.org/wiki/Bromine",
      "category": "Reactive Nonmetal",
      "atomic_weight": "79.904 u(±)",
      "colors": "FFFF99",
      "status": "Thể lỏng.",
      "color": "Màu nâu đỏ, có mùi hắc.",
      "melting_point": "58,8 °C.",
      "melting_temperature": "-7,2 °C.",
      "other_properties": "Khối lượng riêng: 3,12 g/cm3. Có thể tan trong nước và các dung môi hữu cơ. Bromine là một chất khử trùng mạnh",
      "no_1": "Phản ứng với nước: Bromine phản ứng với nước tạo ra hydro bromua (HBr) và axit hypobromo (HOBr).\n Br2 + H2O → HBr + HOBr",
      "no_2": "Phản ứng với kim loại: Bromine phản ứng với kim loại tạo ra bromua kim loại.\n Br2 + Na → NaBr",
      "no_3": "Phản ứng với phi kim: Bromine phản ứng với phi kim tạo ra hợp chất bromua.\n Br2 + Cl2 → BrCl",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_035_bromine/element_035_bromine.glb"
    },
    {
      "number": 53,
      "name": "Iodine",
      "symbol": "I",
      "extract": "Iodine is a chemical element with symbol I and atomic number 53. The heaviest of the stable halogens, it exists as a lustrous, purple-black non-metallic solid at standard conditions that melts to form a deep violet liquid at 114 degrees Celsius, and boils to a violet gas at 184 degrees Celsius.  The element was discovered by the French chemist Bernard Courtois in 1811. It was named two years later by Joseph Louis Gay-Lussac from this property, after the Greek ἰώδης \"violet-coloured\".\nIodine occurs in many oxidation states, including iodide (I−), iodate (IO−3), and the various periodate anions.",
      "source": "https://en.wikipedia.org/wiki/Iodine",
      "category": "Reactive Nonmetal",
      "atomic_weight": "126.90447(3) u(±)",
      "colors": "FFFF99",
      "status": "Thể rắn.",
      "color": "Tím thẫm (khí) hoặc xám (rắn).",
      "melting_point": "457,4 K (184,3 °C, 363,7 °F).",
      "melting_temperature": "386,85 K (113,7 °C, 236,66 °F).",
      "other_properties": "Iodine là chất rắn màu xám, có vẻ sáng kim loại. Khi đun nóng, iot biến thành hơi màu tím, khi làm lạnh, hơi iodine lại chuyển thành tinh thể, không qua trạng thái lỏng. Hiện tượng đó gọi là sự thăng hoa của iot.",
      "no_1": "Tác dụng với kim loại.\n  - Iot phản ứng trực tiếp với nhiều kim loại, có trường hợp cần đun nóng, có trường hợp xảy ra ở ngay nhiệt độ thường, các phản ứng đều toả ra nhiều nhiệt.\n 2Al + 3I2 → 2AlI3",
      "no_2": "Tác dụng với hidrogen.\n  - Ở nhiệt độ cao iodine mới phản ứng với hyđrogen.\n  H2 + I2  2HI \n - Hyđrogen iodide không bền, ngay ở những điều kiện tạo thành một phần bị phân huỷ thành hyđrogen và iodine:\n  2HI  H2 + I2",
      "no_3": "Phản ứng màu đặc trưng của iodine.\n  - Iodine tạo thành hợp chất có màu xanh với tinh bột. Do vậy, iodine I2 là thuốc thử tinh bột và ngược lại.",
      "no_4": "Halogen mạnh đẩy halogen yếu ra khỏi muối.\n Clorine, bromine đẩy được iodine ra khỏi dung dịch NaI.\n  Cl2 + 2NaI → 2NaCl + I2",
      "no_5": "Tác dụng với chất oxi hóa mạnh.\n Iodine còn thể hiện tính khử khi tác dụng với chất ôxy hóa mạnh.\n I2 + 5Cl2 + 6H2O → 2HIO3 + 10HCl",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_053_iodine/element_053_iodine.glb"
    },
    {
      "number": 85,
      "name": "Astatine",
      "symbol": "At",
      "extract": "Astatine is a radioactive chemical element with symbol At and atomic number 85. It is the rarest naturally occurring element in the Earth's crust, occurring only as the decay product of various heavier elements. All of astatine's isotopes are short-lived; the most stable is astatine-210, with a half-life of 8.1 hours. A sample of the pure element has never been assembled, because any macroscopic specimen would be immediately vaporized by the heat of its own radioactivity.\nThe bulk properties of astatine are not known with any certainty.",
      "source": "https://en.wikipedia.org/wiki/Astatine",
      "category": "Metalloid",
      "atomic_weight": "[210]",
      "colors": "FFFF99",
      "status": "Thể rắn.",
      "color": "Xám.",
      "melting_point": "309°C",
      "melting_temperature": "244°C",
      "other_properties": "",
      "no_1": "Tác dụng với kim loại. Astatin phản ứng trực tiếp với nhiều kim loại.\n   2Al + 3At-2 → 2AlAt3",
      "no_2": "Tác dụng với hydrogen. Ở nhiệt độ cao, At phản ứng được với hydrogen mới sinh ra từ Zn tác dụng với dung dịch HCl đặc.\n   At + H → HAt",
      "no_3": "Các phản ứng khác\n   2At + 2H2O + SO2 → 2HAt + H2SO4\n   2At + I2   → 2AtI",
      "no_4": "",
      "no_5": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_085_astatine/element_085_astatine.glb"
    },
    {
      "number": 117,
      "name": "Tennessine",
      "symbol": "Ts",
      "extract": "Tennessine is a synthetic chemical element with symbol Ts and atomic number 117. It is the second-heaviest known element and the penultimate element of the 7th period of the periodic table.\nThe discovery of tennessine was officially announced in Dubna, Russia, by a Russian–American collaboration in April 2010, which makes it the most recently discovered element as of 2019. One of its daughter isotopes was created directly in 2011, partially confirming the results of the experiment. The experiment itself was repeated successfully by the same collaboration in 2012 and by a joint German–American team in May 2014.",
      "source": "https://en.wikipedia.org/wiki/Tennessine",
      "category": "Unknown chemical properties",
      "atomic_weight": "[294]",
      "colors": "FFFF99",
      "status": "",
      "color": "",
      "melting_point": "",
      "melting_temperature": "",
      "other_properties": "",
      "no_1": "",
      "no_2": "",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_117_tennessine/element_117_tennessine.glb"
    },
    null,
    {
      "number": 71,
      "name": "Lutetium",
      "symbol": "Lu",
      "extract": "Lutetium is a chemical element with symbol Lu and atomic number 71. It is a silvery white metal, which resists corrosion in dry air, but not in moist air. Lutetium is the last element in the lanthanide series, and it is traditionally counted among the rare earths. Lutetium is sometimes considered the first element of the 6th-period transition metals, although lanthanum is more often considered as such.\nLutetium was independently discovered in 1907 by French scientist Georges Urbain, Austrian mineralogist Baron Carl Auer von Welsbach, and American chemist Charles James.",
      "source": "https://en.wikipedia.org/wiki/Lutetium",
      "category": "Lanthanide",
      "atomic_weight": "174.9668(1) u(±)",
      "colors": "FFBFFF",
      "status": "Chất rắn.",
      "color": "Bạc trắng.",
      "melting_point": "3402°C (3675.15 K)",
      "melting_temperature": "1663°C (1936.15 K)",
      "other_properties": "",
      "no_1": "Kim loại luteti xỉn chậm trong không khí và dễ cháy ở 150°C tạo thành luteti(III) oxit:\n    4Lu + 3O2 → 2Lu2O3",
      "no_2": "Kim loại luteti phản ứng với các halogen tạo muối halugenua:\n    2Lu (r) + 3F2 (k) → 2LuF3 (r) [trắng]\n    2Lu (r) + 3Cl2 (k) → 2LuCl3 (r) [trắng]\n    2Lu (r) + 3Br2 (k) → 2LuBr3 (r)[vàng nhạt]\n    2Lu (r) + 3I2 (k) → 2LuI3 (r)[nâu]",
      "no_3": "Luteti dễ hoà tan trong axit sulfuric loãng tạo thành dung dịch chứa các ion luteti(III) không màu, tồn tại ở dạng phức [Lu(H2O)9]3+:\n    2Lu (r) + 3H2SO4 (dd) → 2Lu3+ (dd) + 3SO2- 4 (dd) + 3H2 (k)",
      "no_4": "",
      "no_5": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_071_lutetium/element_071_lutetium.glb"
    },
    {
      "number": 103,
      "name": "Lawrencium",
      "symbol": "Lr",
      "extract": "Lawrencium is a synthetic chemical element with symbol Lr (formerly Lw) and atomic number 103. It is named in honor of Ernest Lawrence, inventor of the cyclotron, a device that was used to discover many artificial radioactive elements. A radioactive metal, lawrencium is the eleventh transuranic element and is also the final member of the actinide series. Like all elements with atomic number over 100, lawrencium can only be produced in particle accelerators by bombarding lighter elements with charged particles. Twelve isotopes of lawrencium are currently known; the most stable is 266Lr with a half-life of 11 hours, but the shorter-lived 260Lr (half-life 2.7 minutes) is most commonly used in chemistry because it can be produced on a larger scale.",
      "source": "https://en.wikipedia.org/wiki/Lawrencium",
      "category": "Actinide",
      "atomic_weight": "[266]",
      "colors": "FF99CC",
      "status": "Thể rắn.",
      "color": "Không rõ.",
      "melting_point": "Không rõ.",
      "melting_temperature": "1626,85°C (1900oK, 2960,33°F).",
      "other_properties": "",
      "no_1": "Lawrencium là một ion hóa trị III trong dung dịch nước.",
      "no_2": "Lawrencium có tính phóng xạ.",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_103_lawrencium/element_103_lawrencium.glb"
    },
    {
      "number": 2,
      "name": "Helium",
      "symbol": "He",
      "extract": "Helium (from Greek: ἥλιος, translit. Helios, lit. 'Sun') is a chemical element with symbol He and atomic number 2. It is a colorless, odorless, tasteless, non-toxic, inert, monatomic gas, the first in the noble gas group in the periodic table. Its boiling point is the lowest among all the elements.",
      "source": "https://en.wikipedia.org/wiki/Helium",
      "category": "Noble Gas",
      "atomic_weight": "4.002602(2) u(±)",
      "colors": "C0FFFF",
      "status": "Thể khí.",
      "color": "Không màu, có ánh sáng màu xám, đục (hoặc màu đỏ cam nếu sử dụng điện áp đặc biệt cao) khi đặt trong điện trường.",
      "melting_point": "-268,93oC (4,22°K, 452,07°F).",
      "melting_temperature": "-272,2oC (0,95°K, -457,96°F).",
      "other_properties": "Khó hóa lỏng, Heli có điểm sôi thấp nhất trong tất cả các nguyên tố và chỉ có thể đông đặc dưới áp suất rất cao. Tan ít trong nước, tan nhiều trong benzen, rượu etylic, toluen.",
      "no_1": "Nguyên tố helium là khí đơn nguyên tử, vì vậy về mặt hóa học nó thể hiện tính trơ, không tham gia phản ứng hóa học với tất cả các chất, bao gồm cả đơn chất và hợp chất.",
      "no_2": "",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_002_helium/element_002_helium.glb"
    },
    {
      "number": 10,
      "name": "Neon",
      "symbol": "Ne",
      "extract": "Neon is a chemical element with symbol Ne and atomic number 10. It is a noble gas. Neon is a colorless, odorless, inert monatomic gas under standard conditions, with about two-thirds the density of air. It was discovered (along with krypton and xenon) in 1898 as one of the three residual rare inert elements remaining in dry air, after nitrogen, oxygen, argon and carbon dioxide were removed. Neon was the second of these three rare gases to be discovered and was immediately recognized as a new element from its bright red emission spectrum.",
      "source": "https://en.wikipedia.org/wiki/Neon",
      "category": "Noble Gas",
      "atomic_weight": "20.1797(6) u(±)",
      "colors": "C0FFFF",
      "status": "Thể khí.",
      "color": "không màu, phát sáng với ánh sáng cam đỏ khi ở dạng plasma.",
      "melting_point": "-246,08oC (27,07°K, -410,94°F).",
      "melting_temperature": "-248,59oC (24,56°K, -415,46°F).",
      "other_properties": "Tan ít trong nước, tan nhiều trong benzen, rượu etylic, toluen (độ tan ở 20oC: 26 ml/l)\n - Dễ bị than hấp phụ ở nhiệt độ thấp.",
      "no_1": "Nguyên tố này thường trơ về mặt hoá học\n  không phản ứng hóa học với tất cả các chất khác (đơn chất và hợp chất) → nên gọi là “khí trơ”.",
      "no_2": "",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_010_neon/element_010_neon.glb"
    },
    {
      "number": 18,
      "name": "Argon",
      "symbol": "Ar",
      "extract": "Argon is a chemical element with symbol Ar and atomic number 18. It is in group 18 of the periodic table and is a noble gas. Argon is the third-most abundant gas in the Earth's atmosphere, at 0.934% (9340 ppmv). It is more than twice as abundant as water vapor (which averages about 4000 ppmv, but varies greatly), 23 times as abundant as carbon dioxide (400 ppmv), and more than 500 times as abundant as neon (18 ppmv). Argon is the most abundant noble gas in Earth's crust, comprising 0.00015% of the crust.",
      "source": "https://en.wikipedia.org/wiki/Argon",
      "category": "Noble Gas",
      "atomic_weight": "39.948 u(±)",
      "colors": "C0FFFF",
      "status": "Thể khí.",
      "color": "Không màu, phát sáng với ánh sáng tím nhạt khi ở thể plasma.",
      "melting_point": "-185,85oC (87,3°K, -302,53°F).",
      "melting_temperature": "-189,35oC (83,8°K, -308,83°F).",
      "other_properties": "Argon hòa tan trong nước nhiều gấp 2,5 lần nitrogen và xấp xỉ độ hòa tan của oxygen.",
      "no_1": "Là một loại khí trơ về mặt hóa học.\n Hiện nay chưa có một hợp chất hóa học nào được công nhận.",
      "no_2": "",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_018_argon/element_018_argon.glb"
    },
    {
      "number": 36,
      "name": "Krypton",
      "symbol": "Kr",
      "extract": "Krypton (from Ancient Greek: κρυπτός, translit. kryptos \"the hidden one\") is a chemical element with symbol Kr and atomic number 36. It is a member of group 18 (noble gases) elements. A colorless, odorless, tasteless noble gas, krypton occurs in trace amounts in the atmosphere and is often used with other rare gases in fluorescent lamps. With rare exceptions, krypton is chemically inert.",
      "source": "https://en.wikipedia.org/wiki/Krypton",
      "category": "Noble Gas",
      "atomic_weight": "83.798(2) u(±)",
      "colors": "C0FFFF",
      "status": "Thể khí.",
      "color": "Không màu",
      "melting_point": "-185,85oC (87,3°K, -302,53°F).",
      "melting_temperature": "-157,36oC (115,79°K, -251,25°F).",
      "other_properties": "Quang phổ màu xanh lục và da cam rực rỡ",
      "no_1": "Trơ về mặt hóa học.",
      "no_2": "Các nghiên cứu từ năm 1962 trở đi đã khám phá ra một số hợp chất hóa học của krypton. Đifluoride krypton (KrF2) đã được tạo ra với khối lượng tính bằng gam và có thể sản xuất bằng một số cách khác nhau. Các fluoride và muối khác của ôxôaxít krypton cũng đã được tìm thấy. Các phân tử-ion ArKr+ và KrH+ cũng đã được nghiên cứu và có chứng cứ cho thấy sự tồn tại của KrXe.",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_036_krypton/element_036_krypton.glb"
    },
    {
      "number": 54,
      "name": "Xenon",
      "symbol": "Xe",
      "extract": "Xenon is a chemical element with symbol Xe and atomic number 54. It is a colorless, dense, odorless noble gas found in the Earth's atmosphere in trace amounts. Although generally unreactive, xenon can undergo a few chemical reactions such as the formation of xenon hexafluoroplatinate, the first noble gas compound to be synthesized.Xenon is used in flash lamps and arc lamps, and as a general anesthetic. The first excimer laser design used a xenon dimer molecule (Xe2) as the lasing medium, and the earliest laser designs used xenon flash lamps as pumps. Xenon is used to search for hypothetical weakly interacting massive particles and as the propellant for ion thrusters in spacecraft.Naturally occurring xenon consists of eight stable isotopes.",
      "source": "https://en.wikipedia.org/wiki/Xenon",
      "category": "Noble Gas",
      "atomic_weight": "131.293(6) u(±)",
      "colors": "C0FFFF",
      "status": "Thể khí. Khi nén với áp suất cao có thể tạo ra dạng kim loại.",
      "color": "Không màu, phát sáng với ánh sáng xanh khi ở thể plasma.",
      "melting_point": "-108,12oC (165,03°K, -162,62°F).",
      "melting_temperature": "-111,7oC (161,4°K, -169,1°F).",
      "other_properties": "",
      "no_1": "Trơ về mặt hóa học.",
      "no_2": "Xenon, cùng với các khí hiếm khác, trên thực tế có tạo ra các hợp chất. Một số hợp chất của xenon là điflorua xenon (XeF2), têtraflorua xenon (XeF4), hexaflorua xenon (XeF6).",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_054_xenon/element_054_xenon.glb"
    },
    {
      "number": 86,
      "name": "Radon",
      "symbol": "Rn",
      "extract": "Radon is a chemical element with symbol Rn and atomic number 86. It is a radioactive, colorless, odorless, tasteless noble gas. It occurs naturally in minute quantities as an intermediate step in the normal radioactive decay chains through which thorium and uranium slowly decay into lead and various other short-lived radioactive elements; radon itself is the immediate decay product of radium. Its most stable isotope, 222Rn, has a half-life of only 3.8 days, making radon one of the rarest elements since it decays away so quickly. However, since thorium and uranium are two of the most common radioactive elements on Earth, and they have three isotopes with very long half-lives, on the order of several billions of years, radon will be present on Earth long into the future in spite of its short half-life as it is continually being generated.",
      "source": "https://en.wikipedia.org/wiki/Radon",
      "category": "Noble Gas",
      "atomic_weight": "[222]",
      "colors": "C0FFFF",
      "status": "Thể khí.",
      "color": "Khí không màu, phát sáng trong bóng tối.",
      "melting_point": "-61,85°C (211,3°K, -79,1°F).",
      "melting_temperature": "-71,15°C (202°K, -96,07°F).",
      "other_properties": "Radon ít hòa tan trong nước, nhưng hòa tan nhiều hơn trong các khí hiếm nhẹ hơn. Radon hòa tan nhiều trong các dung môi hữu cơ hơn trong nước.",
      "no_1": "Trơ về mặt hóa học.",
      "no_2": "Radon có ái lực electron thấp hơn các nguyên tố cùng nhóm trước nó, xenon, và do đó phản ứng mạnh hơn.",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_086_radon/element_086_radon.glb"
    },
    {
      "number": 118,
      "name": "Oganesson",
      "symbol": "Og",
      "extract": "Oganesson is a synthetic chemical element with symbol Og and atomic number 118. It was first synthesized in 2002 at the Joint Institute for Nuclear Research (JINR) in Dubna, near Moscow in Russia, by a joint team of Russian and American scientists. In December 2015, it was recognized as one of four new elements by the Joint Working Party of the international scientific bodies IUPAC and IUPAP. It was formally named on 28 November 2016. The name is in line with the tradition of honoring a scientist, in this case the nuclear physicist Yuri Oganessian, who has played a leading role in the discovery of the heaviest elements in the periodic table. It is one of only two elements named after a person who was alive at the time of naming, the other being seaborgium; it is also the only element whose namesake is alive today.Oganesson has the highest atomic number and highest atomic mass of all known elements.",
      "source": "https://en.wikipedia.org/wiki/Oganesson",
      "category": "Unknown chemical properties",
      "atomic_weight": "[294]",
      "colors": "C0FFFF",
      "status": "Thể rắn.",
      "color": "Không rõ.",
      "melting_point": "80±30°C (350±30°K, 170±50°F).",
      "melting_temperature": "Không rõ.",
      "other_properties": "",
      "no_1": "Og là một nguyên tố cực kỳ không ổn định và không tồn tại tự nhiên trên Trái Đất. Nguyên tố này đã được tạo ra trong các phòng thí nghiệm thông qua các phản ứng hạt nhân phức tạp và có tuổi thọ rất ngắn.",
      "no_2": "",
      "no_3": "",
      "no_4": "",
      "no_5": "",
      "no_6": "",
      "bohr_model_3d": "https://storage.googleapis.com/search-ar-edu/periodic-table/element_118_oganesson/element_118_oganesson.glb"
    },
    null,
    null,
    null
  ]
}